Repository: ekpaloheimo/unite
Catalog: config/locales/*/stop-disaster.po
Languages: fi

source: BACKGROUND
fi: TAUSTA

source: Discussion: General
fi: Keskustelu: Yleinen

source: Discussion: Methane clathrate issue
fi: Keskustelu: Metaaniklatraattiongelma

source: Discussion: Plastic Disaster
fi: Muovikatastofi

source: Discussion: Sahara Forestication
fi: Saharan metsitys

source: In the next few decades only strong and effective countermeasures will be able to halt the advance of this process. We propose for your consideration the idea that global spending on armaments should be re-directed (along with other measures) to address social and environmental deterioration in a more focused manner than at present.
fi: Vain vahvat ja tehokkaat vastatoimet voivat torjua muutoksen kiihtymisen tulevina vuosikymmeninä. Ehdotamme harkittavaksi, että maailman varustelumenoja suunnattaisiin nykyistä tehokkaammin vahingollisen ekologis/sosiaalisen muutoksen pysäyttämiseen, ympäristön muun suojelun rinnalla.

source: Join discussion
fi: Liity keskusteluun

source: New global role for the Military
fi: Armeijan uusi rooli

source: On a political level, it is the accepted practice everywhere that the military is called in to assist those affected by sudden and unexpected environmental disasters. It would simply be a logical extension of this practice to employ such a resource in counteracting the effects of more gradual but much larger-scale and inexorably-advancing catastrophes; this with the help, it is to be hoped, of local NGOs.
fi: Poliittisella tasolla on yleisesti hyväksytty, että armeijat kutsutaan apuun pelastettaessa äkillisten ja odottamattomien luonnonkatastrofien uhreja. Saman potentiaalin luonnollista käyttöä olisi hitaamman, mutta mittakaavaltaan suuremman ja vääjäämättä etenevän katastrofin pysäyttäminen, toivottavasti yhdessä kansalaisjärjestöjen kanssa.

source: Read Appeal
fi: Lue vetoomus

source: Such harmful developments have accelerated and often aggravated one another. It is to be feared that this process may reach unnoticed a ‘point of no return’, after which it can no longer be reversed, or even arrested, by human intervention...
fi: Vain vahvat ja tehokkaat vastatoimet voivat torjua muutoksen kiihtymisen tulevina vuosikymmeninä. Ehdotamme harkittavaksi, että maailman varustelumenoja suunnattaisiin nykyistä tehokkaammin vahingollisen ekologis/sosiaalisen muutoksen pysäyttämiseen, ympäristön muun suojelun rinnalla...

source: To the Secretary-General and Secretariat of the United Nations
fi: YK:n pääsihteeri ja sihteeristö

source: Total global spending on armaments is estimated at $1500 billion annually; such spending can be put into perspective by setting it alongside the estimated cost of the afforestation of the entire Sahara Desert, which would amount to about one-sixth of annual global armaments spending. This example neatly illustrates the extent of the potential needed for action in this matter, should the political will be found.
fi: Maailman valtioiden yhteisiksi varustelukuluiksi on arvioitu 1500 miljardia dollaria vuodessa. Näitä kuluja voi verrata esimerkiksi Saharan metsittämisen kustannuksiin, jotka olisivat vuosittain noin 1/6 mainituista varustelumenoista. Esimerkki kuvaa suuruusluokkaa, joka on latenttina käytettävissä planeettamme pelastamiseksi, jos poliittinen yhteisymmärrys saavutetaan.

source: View Votes
fi: Katso äänet

source: Vote!
fi: Äänestä

source: Votes
fi: Äänet

source: We earnestly hope that the United Nations will consider instigating a global initiative to put the proposals outlined above into effect and for a redeployment of the world’s armed forces into this new task as soon as possible. Such an initiative would also have a tangible effect in promoting world peace.
fi: Toivomme, että YK harkitsisi maailman armeijoiden suuntaamista uuteen tehtävään ja tekisi maailmanlaajuisen aloitteen edellä esitetyn ehdotuksen nopeaksi toteuttamiseksi. Aloitteella olisi myös ilmeinen maailmanrauhaa edistävä vaikutuksensa.

source: We propose action on projects requiring large-scale resources, both of manpower and equipment; these would include agro-forestry projects, forest, plant and animal relocations in the wake of global warming. Such projects would assist in averting the worst catastrophes; they would also aid and foster ecological and social stability, and employment at the local level, assuming the use of local labor.
fi: Toimenpiteitä ehdotamme hankkeisiin, joihin tarvitaan suuria henkilö- ja kalustoresursseja. Niitä ovat esimerkiksi laajat peltometsäviljelyn käynnistämiset sekä puuston, kasvien ja eläimistön migraation tuki ilmastonmuutoksen takia. Hankkeet auttaisivat pahimman katastrofin torjuntaa. Tämä edistäisi myös paikallista ekologis/sosiaalista vakautta ja työllisyyttä, jos seudun asukkaat osallistuisivat toimintaan.

source: We the undersigned addressees turn to you because of our concern at the state of the global environment. In many parts of the world the deterioration of the environment can be linked directly to social problems among the local population.
fi: Me allekirjoittaneet käännymme puoleenne, koska olemme huolestuneet maapallon ympäristön tilasta. Useilla seuduilla ympäristön huonontuminen on vuorovaikutuksessa väestön sosiaalisten ongelmien kanssa. Kielteiset kehityskulut ovat voimistuneet ja vahvistavat usein toisiaan. Näköpiirissä on, että muutos saattaa edetä huomaamatta vaiheeseen, jossa prosessia ei enää saada inhimillisin keinoin pysähtymään.

source: e-mail
fi: sähköposti

source: professor
fi: professori
