Repository: ekpaloheimo/unite
Catalog: config/locales/*/unite-the-armies.po
Languages: ar, de, fi, fr, se

source: days
ar: أيام
de: Tage
fi: päivää
fr: jours
se: dagar

source: here
fi: tästä

source: hour
fi: tunti

source: hours
fi: tuntia

source: http://unite-the-armies.org/en/download
fi: http://unite-the-armies.org/fi/download

source: https://www.dropbox.com/sh/u5gnv99jy2tj6bu/AAAwbxfS04f6sGzSGky0_sZMa?dl=0
fi: https://www.dropbox.com/sh/g3g4b0o05xj3uoy/AAAHv_mH9_vTd7rjMNUw-cN5a?dl=0

source: if you wish see how many people have signed by following your personal invitation.
fi: , jos haluat nähdä kuinka moni on allekirjoittanut kutsusi ansiosta!

source: minute
ar: دقائق
de: Minuten
fi: minuutti
fr: minutes

source: minutes
ar: دقائق
de: Minuten
fi: minuuttia
se: minuter

source: professor
ar: الأستاذ
fi: professori
fr: professeur

source: second
ar: ثوان
de: Sekunden
fi: sekunti
fr: secondes

source: seconds
ar: ثوان
de: Sekunden
fi: sekuntia
fr: secondes
se: sekunder

source: sincerely,
fi: Parhain terveisin

source: Act NOW!
se: Handla NU

source: Ago
se: Sedan

source: Animation realization
se: Animation realisering

source: Back to top
se: Tillbaka till början

source: Biodiversity
se: Biodiversitet

source: Do not share this direct link to anybody. Instead, you can use a form on the site to send invitations to your friends by email.
se: Dela inte den direktalänkenmed någon.Istället använd en form från siten föratt skicka inbjudan till dina vänner via e-mail.

source: Food for all
se: Mat för alla

source: Global responsibility
se: Världsomfattande ansvar

source: Happy mankind
se: Lykclig mänsklighet

source: Helsinki, 4.11.2014
ar: هلسنكي في 4.11.2014
de: Helsinki, den 04.11.2014
se: Helsingfors, 4.11.2104

source: Instructions
se: Anvisningar

source: It is logical to extend the actions from sudden disasters to large scale catastrophes.
se: Det är logiskt att utvidga verksamheten från plötsliga katastroferr till katastrofer av en störree skala

source: New future
se: Ny framtid

source: New technology
se: Ny teknologi

source: Radical actions are urgently needed to save our planet. Possible future world:
se: Radikala åtgärder behövs brådskande för att rädda vår planet. Den möjliga framtida världen:

source: Reforestation
se: Skogsomplantering

source: Richness of cultures
se: Kulturrikedom

source: STOP DISASTER – NOW!
se: Stoppa katastrofen - NU

source: Save the planet.
se: Rädda Planeten.

source: Share
se: Dela

source: Technical realization
se: Tekniska förverkligande

source: Thank you for your contribution to the Save the World - Unite The Armies!
se: Tack för ditt bidragande för att Rädda världen - Förena Arméerna!

source: The best contributors will be rewarded later.
se: Bästa anhängare skall belönas senare

source: The link below will go to your private secret vote
se: Linken nedan ska leda till din privata hemliga röst

source: There is a hidden potential at hand: the national armies. We have to give the armies a new, positive task. In these pages we collect support for a global initiative.
se: Det finns en undangömd potential till hands: i de nationella arméerna. Vi måste ge arméerna en ny positiv uppgift. I dessa sidor samlar vi stöd för världsomfattande initiativ

source: We still miss %{count} of the 100.000.000.
se: Vi saknar ytterligare%(mängd) av 100.000.000

source: IP
ar: أي بي
de: IP-Adresse

source: Video
ar: فيديو
fr: Vidéo
