Repository: ekpaloheimo/unite
Catalog: config/locales/*/unite-the-armies.po
Languages: ar, de, fi, fr, se

source: "Time is running out while we are destroying the planet's resources. This must be changed and it can be changed. You can participate. Take action today."
ar: الوقت ينفد بينما نحن ندمّر موارد الكوكب.هذا يجب أن يتغير وأنه يمكن تغييره،ويمكنك المشاركة وإتخاذ الإجراءات اليوم.
de: Die Zeit läuft uns davon während wir die Ressourcen dieses Planeten zerstören. Das muss und kann geändert werden. Du kannst dazu beitragen. Nutze deine Chance heute.
fi: Aika loppuu, koska tuhoamme planeettamme resursseja. Tämän on muututtava. Muutos on vielä mahdollinen. Voit osallistua. Toimi jo tänään.
fr: Le temps va manquer, alors que nous sommes en train de détruire les ressources de la planète. Ceci doit ”changer et peut être changé. Vous pouvez participer. Agissez dès aujourd'hui.
se: "Tiden tar slut medan vi förstör planetens resursser. Det måste ändras och det kan ändras. Du kan delta. Handla idag."

source: "We are in a hurry. We don’t have time for centuries, we have only decades. That is why effective and quick actions are necessary. The armies are the only possibility."
ar: ليس لدينا الوقت لقرون، لدينا لعقود فقط. نحن مستعجلون. هذا هو السبب في إتخاذ إجراءات ضرورية فعالة وسريعة. الجيوش هي الإمكانية الوحيدة
de: Wir sind unter Zeitdruck. Uns stehen keine Jahrhunderte zur Verfügung, wir haben nur Jahrzehnte. Darum ist effektives und schnelles Handeln notwendig. Die Armeen sind die einzige Möglichkeit.
fi: Meillä on kiire. Meillä ei ole aikaa vuosisatoja, vain vuosikymmeniä. Tästä syystä tehokas ja nopea toiminta on välttämätöntä. Armeijat ovat ainoa mahdollisuus.
fr: Nous sommes pressés. Nous ne pouvons plus attendre des siècles, nous n'avons que quelques décennies . C'est pourquoi des actions efficaces et rapides sont nécessaires. Les armées sont la seule possibilité.
se: "Vi har bråttom.Vi har inte århundraden på oss, endast årtionden. Därför behövs effektiva och snabba handlingar. Arméerna är den enda möjligheten."

source: %{count} votes
ar: آخرالأصوات %{count}
de: %{count} Kürzliche Unterschriften
fi: %{count} kannattajaa
se: %{count} Senaste röster

source: About Us
ar: معلومات عنا
de: Über uns
fi: Tietoa meistä
fr: Qui sommes-nous?
se: Om oss

source: Add
ar: أضف
de: Hinzufügen
fi: Lisää
fr: Ajoutez
se: Tillägg

source: Add a comment
ar: أضف التعليق
de: Kommentar hinzufügen
fi: Lisää kommentti
fr: Ajoutez un commentaire
se: Tillägg en kommentar

source: Administration
ar: الإدارة
fi: Hallinto

source: Air pollution is a global Challenge!
ar: تلوث الهواء هو تحدّ عالمي
de: Luftverschmutzung ist eine globale Herausforderung!
fi: Ilmakehän saastuminen on globaali haaste!
fr: La polution de l'air est un défi mondial!
se: Luftföroreningen är en världsomfattande Utmaning

source: Arabic
ar: عربي
de: Arabisch
fi: Arabia
fr: Arabe
se: Arabiska

source: Are you a programmer who knows Rails? The campaign page source code is free and we hope that someone with such skills could help out with programming. If even a couple volunteers are found, the work to come is minimal. Consider dropping us a line! Check our GitHub repository:
fi: Oletko Railsin perustaidot hallitseva ohjelmoija? Käytämme avointa lähdekoodia ja kampanja tarvitsisi vapaaehtoisen tai pari, jotta jatkossakin nettisivut saadaan pysymään kunnossa. Hommaa on vain harvoin, kysäise asiasta ainakin! Katso koodi GitHubista:

source: Background
ar: الخلفية
de: Hintergrund
fi: Tausta
fr: Contexte
se: Bakgrunden

source: Campaign
ar: الحملة
de: Kampagne
fi: Kampanja
fr: Campagne
se: Kampanjen

source: Chinese
ar: صيني
de: Chinesisch
fi: Kiina
fr: Chinois
se: Kinesiska

source: Choose the language
ar: اختر اللغة
de: Sprache wählen
fi: Valitse kieli
fr: Choisir la langue
se: Välj språk

source: Choose the language of the invitation letter
ar: اختر اللغة لخطاب الدعوة
de: Sprache der Einladung wählen
fi: Valitse kutsukirjeen kieli
fr: Choisir la langue de la lettre d'invitation
se: Väljinbjudningsbrevets språk

source: Choose the topic
ar: اختر الموضوع
de: Thema wählen
fi: Valitse aihe
fr: Choisissez le thème
se: Välj ämnet

source: Climate
ar: المناخ
de: Klima
fi: Ilmasto
fr: Climat
se: Klimatet

source: Comment
ar: التعليق
de: Kommentieren
fi: Kommentti
fr: Commentaire
se: Kommentar

source: Comment (max 1000 characters)
ar: التعليق (حد أقصى) 1000 حرف
de: Kommentieren (max. 1000 Zeichen)
fi: Kommentti (max 1000 merkkiä)
fr: Commentaire (max 1000 caractères)
se: Kommentar(max 1000 tecken)

source: Comment was successfully created.
ar: تم تحقيق التعليق بنجاح
de: Der Kommentar wurde erfolgreich erstellt.
fi: Kommentti on lisätty onnistuneesti.
fr: Le commentaire est correctement créé.
se: Kommentarenskapades framgångsrikt

source: Comments
ar: التعليق
de: Kommentieren
fi: Kommentit
fr: Commentaires
se: Kommentar

source: Contact our Campaign Assistant
fi: Ota yhteyttä kampanjan yhteyshenkilöön

source: Continue
ar: واصل
de: Weiter
fi: Jatka
fr: continuez
se: Fortsätt

source: Country
ar: البلد
de: Land
fi: Maa
fr: Pays
se: Landet

source: Created at
ar: تم تحقيقه في
de: Erstellt in
fi: Lisätty
fr: Créé à
se: Skapades vid

source: Do not share this direct link with anybody. Instead, you can use a form below to share a public version of this vote with your friends.
ar: لا تشارك هذا الرابط المباشر مع أي شخص،بدلاً من ذلك يمكنك إستخدام النموذج أداه لتقاسم النسخة العامة للتصويت مع أصدقائك .
de: Bitte den direkten Link nicht teilen. Untenstehendes Online-Formular nutzen, um die publizierte Version der Unterschriften mit Freund_innen zu teilen.
fi: Haluatko levittää tietoa? Alla linkkejä sosiaaliseen mediaan sekä sähköpostilomake, jotta voit helposti kutsua ihmisiä allekirjoittamaan!
fr: Ne transmettez ce lien direct à personne. À la place, vous pouvez utiliser le formulaire du site pour partager une version publique de ce vote avec vos amis.
se: Dela inte den direkta länken med någon. Istället använd en form från siten för att skicka inbjudan till dina vänner via e-mail

source: Email
ar: البريد الإلكتروني
fi: Sähköposti
fr: Courriel

source: Email Confirmation
ar: التأكيد على البريد الإلكتووني
de: E-Mail Bestätigung
fi: Sähköposti uudelleen
fr: Confirmation du courriel
se: Email bekräftelse

source: English
ar: إنجليزي
de: Englisch
fi: Englanti
fr: Anglais
se: Engelska

source: Even if you’ve read everything on our web page, there’s still some material for you to see, such as a printable pamphlet in English+Finnish for you to distribute at your convenience. To spread the idea of armies doing environmental work, see also a simple one-page guide as to how to get more people to sign.
fi: Nettisivuillamme on lisää tietoa kampanjasta. Toivomme tietenkin, että innostut kampanjan ideasta ja kerrot siitä kaikille tutuille, ja reippaimmat saattavat haluta jopa kerätä nimiä jossakin hyvässä tapahtumassa – tähän löytyy myös ohjeet, ettei aivan ummikkona tarvitse lähteä. Tässä linkki lisätietoon (sieltä löytyy myös pamfletteja tulostettavaksi, jos kykenee niitä johonkin viemään):

source: Finnish
ar: فنلندي
de: Finnisch
fi: Suomi
fr: Finnois
se: Finska

source: First Aid
ar: الإسعاف الأولي
de: Erste Hilfe
fi: Ensiapu
fr: Première aide
se: Första Hjälpen

source: French
ar: فرنسي
de: Französisch
fi: Ranska
fr: Français
se: Franska

source: German
fi: Saksa

source: Give the armies a new, positive task: protect the environment
ar: أعط الجيوش مهمة جديدة إيجابية : حماية البيئة.
de: Den Armeen eine neue, positive Aufgabe geben: Schützt die Umwelt
fi: Annetaan armeijoille uusi positiivinen, ympäristönsuojelijan tehtävä
fr: Donnez aux armées une nouvelle tâche positive : la protection de l'environnement
se: Ge arméerna en ny positiv uppgift: att skydda miljön

source: Greetings %{name}!
ar: ! %{name}تحيات
de: Grüße %{name}!
fi: Tervehdys %{name}!
fr: "Salutations %{name}!
se: Hälsningar %(namnet)

source: If you click the link below, you’ll find your personal supporter page. If you so wish, you can spread awareness of our campaign via that page, so that the number of those who have signed via your link is recorded there. The best supporters shall be rewarded.
fi: Alla oleva linkki vie henkilökohtaiselle kannattajasivullesi. Halutessasi voit levittää tietoa juuri sen sivun kautta, jolloin hankkimiesi allekirjoitusten määrä kirjautuu sinne talteen. Parhaat tukijat palkitaan myöhemmin.

source: In the next few decades only strong and effective countermeasures will be able to halt the advance of this process. We propose for your consideration the idea that global spending on armaments should be re-directed (along with other measures) to address social and environmental deterioration in a more focused manner than at present.
ar: ولا يمكن محاربة تسارع هذه التغيرات في العقود القليلة المقبلة إلا باتخاذ تدابير مضادة قوية وفعالة. نقترح عليكم توجيه الإنفاق على التسلح في العالم لمعالجة التدهور البيئي والاجتماعي بطريقة أكثر تركيزا مما هو عليه الآن—إلى جانب تدابير حماية البيئة الأخرى.
de: In den kommenden Jahrzehnten werden nur solide und effektive Gegenmaßnahmen in der Lage sein, das Fortschreiten dieses Prozesses zu stoppen. Wir schlagen vor, globale Rüstungsausgaben (einhergehend mit anderen Maßnahmen) umzuwidmen, um dem sozialen und dem ökologischen Verfall in einer stärker zielgerichteten Weise anzugehen als es aktuell geschieht.
fi: Vain vahvat ja tehokkaat vastatoimet voivat torjua muutoksen kiihtymisen tulevina vuosikymmeninä. Ehdotamme harkittavaksi, että maailman varustelumenoja suunnattaisiin nykyistä tehokkaammin vahingollisen ekologis/sosiaalisen muutoksen pysäyttämiseen, ympäristön muun suojelun rinnalla.
fr: Dans les quelques dizaines d'années à venir, seules des contre-mesures fortes et efficaces pourront être capables d'arrêter la marche du processus . Nous proposons à votre attention l'idée que la dépense mondiale des armements soit redirigée (avec d'autres mesures) pour aborder la détérioration sociale et environnementale d'une façon plus concentrée
se: Inom de nästa få decennierna kan endast starka och effektiva motåtgärder stoppa framstegen av denna process. Vi föreslår at du reflekterar över idén om att en världsomfattande användning av militär utrustning borde omdirigeras (tillsammans med andra åtgärder) för att hindra social och miljöbetingad förstörelse på ett mer riktat sätt än för närvarande.

source: In these pages we collect support for a global initiative.
ar: "بجمع الدعم للمبادرة العالمية.
de: Auf diesen Seiten bitten wir um die Unterstützung für eine globale Initiative.
fi: Näillä sivuilla keräämme tukea globaalille aloitteelle.
fr: Sur ces pages nous rassemblons des supports pour une initiative mondiale
se: I dessa sidor samlar vi stöd för världsomfattande initiativ

source: Initiative presented to the United Nations:
ar: مبادرة معروضة على الأمم المتحدة
de: Initiative gerichtet an die Vereinten Nationen
fi: Aloite Yhdistyneille Kansakunnille:
fr: Initiative presentée aux Nations Unies.
se: Initiativet presenterat till United Nations

source: Invitation has been sent, thank you!
ar: تم إرسال الدعوة، شكراً.
de: Die Einladung wurde versandt, vielen Dank!
fi: Kutsu on lähetetty, kiitos!
fr: l'Invitation à été envoyée, merci!
se: Inbjudan är utskickat, tack

source: Invitation to Save the World - Unite the Armies
ar: دعوة من أجل إنقاذ العالم – وحّدوا الجيوش
de: Einladung zur Website “Save the World - Unite the Armies”
fi: Kutsu "Pelastakamme maailma - yhdistäkäämme armeijat" kampanjaan
fr: Invitation à Sauver le Monde- Unissez les Armées
se: Inbjudan att rädda världen - Unite the Armies

source: Invite your friends. Fill out a form below and information will be sent to given email
ar: ادعو أصدقائك. واملاء الإستمارة أدناه وسيتم إرسال المعلومات إلى عنوان البريد الإلكتروني المعني
de: Freund_innen einladen. Untenstehendes Formular ausfüllen und Informationen an die eingetragene E-Mail-Adresse erhalten.
fi: Kutsu ystäväsi. Täytä alla oleva lomake ja kutsu lähetetään annettuun sähköpostiosoitteeseen.
fr: Invitez vos amis . Remplissez le formulaire ci-dessous et l'information sera envoyée à l'adresse électronique indiquée.
se: Bjuda in dina vänner. Fyll i blanketten nedan och information skickas till relevant email.

source: It is accepted that the military are called to assist the areas affected by sudden disasters. The same power should be used to defend us against gradual disasters.
ar: من المتفق عليه أن تتم دعوة الجيش للمساعدة في المناطق المتضررة بكوارث مفاجئة. نفس القوة ينبغي أن تُستخدم للدفاع عنا ضد وقوع كوارث تدريجية.
de: Es ist akzeptiert, das Militär in plötzlich entstandenen Katastrophengebieten einzusetzen. Die gleiche Macht sollte eingesetzt werden, um uns vor sukzessiven Katastrophen zu schützen.
fi: Tavallisesti sotavoimat kutsutaan apuun yllättävien onnettomuuksien tähden. Saman voimavaran tulisi suojella ihmiskuntaa hitaasti saapuvilta katastrofeilta.
fr: Il est accepté que les militaires soient appelés à aider ceux qui sont affectés par des désastres environnementaux soudains et inattendus. Cette même puissance pourrait être utilisée pour nous défendre de désastres progressifs
se: Det är accepterat att militären kan inkallas för att hjälpa områden där en plötslig katastrof har inträffat. Samma styrkor borde användas att försvara oss mot gradvis skeende katastrofer.

source: It’s common practice in many countries that armies are called in to assist those affected by sudden environmental disasters. It would be a logical extension of this practice to employ such a resource in counteracting the somewhat more gradual but much larger-scale catastrophes – this with the help, it is to be hoped, of local NGOs – and that is the aim of our campaign.
fi: On yleinen käytäntö monissa maissa, että armeijat auttavat äkillisten luonnonkatastrofien iskiessä. On vain loogista, että samoja voimavaroja ohjattaisiin suojelemaan ihmiskuntaa hieman hitaammin saapuvilta mutta myös suuremmilta katastrofeilta, sekä jopa ehkäisemään niitä, ja se on kampanjan pitkän tähtäimen tavoite.

source: Language
ar: اللغة
de: Sprache
fi: Kieli
fr: Langue
se: Språket

source: Listing comments
ar: قائمة التعليقات
de: Kommentare erfassen.
fi: Kommenttilista
fr: Listage des commentaires
se: Listade synpunkter

source: Make an initiative for the action of the United Armies.
ar: قم بمبادرة لإتخاذ التدابير من أجل توحيد الجيوش
de: Initiative ergreifen für den Aktionsplan der “United Armies”.
fi: Tee aloite yhdistyneiden armeijoiden toiminnasta
fr: Prendre une initiative pour l'action des armées unies.
se: Ta ett ett initiativ för en projekt för United Armies

source: Make the initiative using some of the UN:s official languages (6).
ar: قم بالمبادرة من خلال إستعمال بعض اللغات الرسمية الست التابعة للأمم المتحدة
de: Initiative ergreifen in offiziellen UN-Sprachen (6).
fi: Tee aloite käyttämällä jotain YK:n kuudesta (6) virallisesta kielestä.
fr: Faire que l'initiative utilise une des langues officielles des Nations Unies.(6).
se: Ta ett initiativ genom att använda något av FN:s officiella språk (6)

source: Material
fi: Materiaalia

source: Menu
ar: القائمة
de: Inhalt
fi: Valikko
se: Meny

source: Millions of Tons of Plastic Waste on the Shores and Oceans!
ar: ملايين الأطنان من النفايات البلاستيكية على شواطئ والمحيطات
de: Millionen Tonnen von Plastikmüll an den Küsten und in den Weltmeeren!
fi: Miljoonia tonneja muovijätettä rannoilla ja valtamerissä!
fr: Des millions de tonnes de déchets en plastique sur les plages et les océans!
se: Miljontals ton plastavfall i havsstränderna och havet

source: More work must be done
ar: يجب بذل مزيد من الجهد
de: Es muss mehr getan werden
fi: Hienoa! Tietoa on levitettävä.
fr: On doit faire plus de travail
se: Mer arbete måste utföras

source: My supporter page
fi: Minun kannattajasivuni

source: Name
ar: الإسم
fi: Nimi
fr: Nom
se: Namn

source: Name of your friend
ar: إسم صديقك
de: Name Freund_in
fi: Ystäväsi nimi
fr: Nom de votre ami
se: Din väns namn

source: New global role for the Military
ar: الدور الجديد العالمي للجيوش
de: Neue globale Rolle für das Militär
fi: Uusi kansainvälinen sotaväen tehtävä
fr: Nouveau rôle mondial pour les militaires
se: Ny världsomfattande roll för militären

source: On a political level, it is the accepted practice everywhere that the military is called in to assist those affected by sudden and unexpected environmental disasters. It would simply be a logical extension of this practice to employ such a resource in counteracting the effects of more gradual but much larger-scale and inexorably-advancing catastrophes; this with the help, it is to be hoped, of local NGOs.
ar: على المستوى السياسي، جرت العادة في كل مكان على طلب المساعدة من الجيش عند حدوث كوارث بيئية مفاجئة وغير متوقعة. ومن المنطقي للغاية تمديد هذه الممارسة لتوظيف مثل هذه الموارد في مواجهة آثار كوارث أكثر تدرجا ولكنها أخطر بكثير على النطاق الأوسع. ونأمل أن يتم هذا بالتعاون مع المنظمات غير الحكومية المحلية.
de: Auf politischer Ebene ist der Einsatz des Militärs bei plötzlichen und unerwarteten Umweltkatastrophen akzeptierte Praxis. Es wäre nur folgerichtige Ergänzung diese Praxis auf den Einsatz solch einer Ressource in der Bekämpfung der Auswirkungen von stärker sukzessiven, aber daher großflächigeren und erbarmungslos fortschreitenden Katastrophen auszuweiten; dies mit der Hilfe, so ist zu hoffen, von lokalen NGOs.
fi: Poliittisella tasolla on yleisesti hyväksytty, että armeijat kutsutaan apuun pelastettaessa äkillisten ja odottamattomien luonnonkatastrofien uhreja. Saman potentiaalin luonnollista käyttöä olisi hitaamman, mutta mittakaavaltaan suuremman ja vääjäämättä etenevän katastrofin pysäyttäminen, toivottavasti yhdessä kansalaisjärjestöjen kanssa.
fr: Au niveau politique, il est accepté partout que les militaires soient appelés à aider ceux qui sont affectés par des désastres environnementaux soudains et inattendus.
se: På den politiska nivån är det en allmänt godkänd praxis att militären inhar kallats till hjälp då plötsliga och oväntade miljökatastrofer har inträffat. Det skulle helt enkelt vara en logisk utvidgning av denna praxis att nyttja sådana resursser föratt motverka effekterna av det mer gradvisa men mycket storskaliga och accelererande katastroferna i samarbete med de lokala medborgarorganisationerna.

source: Our campaign promotes a petition sent to the United Nations to deploy the world’s armies into environmental work to protect the diversity of the global ecosystem and win the battle against climate change.
fi: Kampanjamme tukee aloitetta, jonka tarkoitus on maailman armeijoita hyödyntämällä turvata luonnon monimuotoisuus ja voittaa ilmastonmuutoksen vastainen taistelu.

source: Plastic Waste
ar: النفايات البلاستيكية
de: Plastikmüll
fi: Muovijäte
fr: Déchets en plastique
se: Plastavfall

source: Positive initiations will be published.
ar: سيتم نشر مبادرات إيجابية.
de: Positive Beiträge werden veröffentlicht
fi: Positiiviset aloitteet julkaistaan.
fr: Les initiatives positives seront publiées.
se: Positiva initiativ skall publiceras

source: Present the task with max. 1000 characters.
ar: اعرض الوظيفة بــ 1000 حرف كحد أقصى.
de: Aufgabe vorstellen mit max. 1000 Zeichen.
fi: Ehdota tehtävää korkeintaan 1000 merkin pituisena.
fr: Présentez la tâche avec un maximum de 1000 caractères
se: Presentera uppgiften med max 1000 tecken

source: Protected Areas
ar: المناطق المحمية
de: Naturschutzgebiet
fi: Suojelukohteet
fr: Aires protégées
se: Skyddade områden

source: Radical actions are urgently needed to save our planet.
ar: يجب اتخاذ تدابير صارمة فوراً لإنقاذ كوكبنا.
de: Tiefgreifende Maßnahmen sind dringend notwendig, um unseren Planeten zu retten.
fi: Radikaaleja toimenpiteitä tarvitaan planeettamme pelastamiseksi.
fr: Des actions radicales de toute urgence sont nécessaires pour sauver notre planète.
se: Radikala åtgärder behövs brådskande för att rädda vår planet.

source: Read more
ar: اقرأ المنزيد
de: Mehr erfahren
fi: Lue lisää
fr: Lisez la suite
se: Läs mera

source: Recent Votes
fi: Viimeisimmät allekirjoitukset
se: Senaste röster

source: Rules for Comments
ar: قواعد للتعليقات
de: Regeln zum Kommentieren
fi: Kommentoinnin säännöt
fr: Règles pour les commentaires
se: Regler för kommentarer

source: Russian
ar: روسي
de: Russisch
fi: Venäjä
fr: Russe
se: Ryska

source: Save the Planet - Unite the Armies!
ar: أنقذ الكوكب – وحّد الجيوش
de: Den Planeten retten - die Armeen vereinigen!
fi: Pelasta maailma - yhdistetään armeijat!
fr: Sauvez la planète – Unissez les armées!
se: Rädda planeten – Förena arméerna

source: Save the World! Act Now!
ar: أنقذ العالم اعمل الآن
de: Die Welt retten! Jetzt handeln!
fi: Pelasta maailma! Toimi nyt!
fr: Sauvez le monde! Agissez maintenant!
se: Rädda jorden! Handla NU

source: Save the planet
ar: أنقذ الكوكب.
de: Den Planeten retten
fi: Pelasta maailma
fr: Sauvez la planète
se: Rädda Planeten

source: See link below for a printable pamphlet and other campaign material. You may read the materials online, download them on your computer or print them; note that the pamphlet is designed to be printed on both sides of the paper.
fi: Alla linkki josta kampanjamateriaalia saa ladattua. Voit tutustua tiedostoihin selaimessa, tallentaa ne koneellesi tai tulostaa; huomaathan pamfletin olevan suunniteltu tulostettavaksi molemmille puolelle paperia.

source: Send
ar: أرسل
de: Absenden
fi: Lähetä
fr: Envoi
se: Skicka

source: Share email with your friends
ar: شارك في البريد الإلكتوني مع أصدقائك
de: E-Mail mit Freund_innen teilen
fi: Jaa sähköpostilla
fr: Partager par courriel
se: Dela email med dina vänner

source: Share with social media
ar: شارك في التواصل الإجتماعي
de: Teilen in social media
fi: Jaa sosiaalisessa mediassa
fr: Partagez sur les médias sociaux
se: Dela med de sociala medieernan

source: Sign
ar: وقّع
de: Unterschreiben
fi: Äänestä
fr: Signez
se: Underteckna

source: Signatures! Let’s work further!
ar: التوقيعات هيا لنتابع العمل
de: Unterschriften! Gehen wir vorwärts!
fi: Allekirjoituksia! Kampanja tarvitsee jokaisen äänen!
fr: Des signatures! Allons de l'avant!
se: Underskrifter! Låt oss jobba vidare!

source: Spanish
ar: إسباني
de: Spanisch
fi: Espanja
fr: Espagnol
se: Spanska

source: State of the global environment
ar: حالة البيئة العالمية
de: Zustand der globalen Umwelt
fi: Maailman ympäristön tila
fr: Etat de l'environnement mondial
se: Den den globala miljöns status

source: Statistics
ar: الإحصاء
de: Statistik
fi: Tilasto
fr: Statistiques
se: Statistik

source: Such harmful developments have accelerated and often aggravated one another. It is to be feared that this process may reach unnoticed a ‘point of no return’, after which it can no longer be reversed, or even arrested, by human intervention.
ar: وقد تفاقمت هذه التطورات الخطيرة إذ غالبا ما تساهم إحدى الوقائع في زيادة حدة الأخرى. وقد تصل الأمور إلى "نقطة اللاعودة" دون أن يلاحظ أحد ذلك فيصبح من غير الممكن إنسانيا إيقاف هذه التطورات.
de: Solche schädlichen Entwicklungen haben sich beschleunigt und sich unter gegenseitigem Einfluss verschlimmert. Es muss davon ausgegangen werden, dass dieser Prozess unbemerkt einen Punkt erreicht, an dem keine Umkehr mehr möglich ist, weder ein Zurückhalten noch ein Stoppen durch menschliches Eingreifen.
fi: Kampanja pyrkii pysäyttämään maapallon ympäristön jatkuvan huonontumisen. Muuten vaarallinen kehitys kiihtyy ja vie meidät lähelle tilaa, josta ei ole paluuta.
fr: De tels développements nuisibles se sont accélérés et souvent aggravés les uns après les autres, on peut craindre que ce processus puisse atteindre, sans s'en apercevoir, un point de non retour après lequel il ne pourra s'inverser, ni même être arrêté par une intervention humaine.
se: Skadliga trender har accelererats och ofta förvärrat varandra. Man kan misstänka att denna process som sker i smyg når en punkt 'utan återkomst' och inte längre kan stoppas av människan
