Repository: ekpaloheimo/unite
Catalog: config/locales/*/unite-the-armies.edit.po
Languages: ar, es, ru, se

source: "Time is running out while we are destroying the planet's resources. This must be changed and it can be changed. You can participate. Take action today."
ar: ينتهي الوقت بينما نحن ندمّر موارد كوكبنا.يجب تغيير الوضع الحالي، ويمكن تغييرهيمكنك مشاركتنا في هذا النشتطً، لذا إتخذ التدابير اليوم.
es: Se acaba el tiempo, entretanto, nosotros estamos destruyendo los recursos del planeta. Esto debe cambiar y puede ser cambiado. Tú puedes participar.!Actúa hoy!
ru: Время истекает пока мы уничтожаем ресурсы планеты. Это необходимо изменить и может быть изменено. Вы можете в этом принять участие. Действуйте сегодня.
se: Tiden tar slut medan vi förstör planetens resurser. Det måste ändras och det kan ändras. Du kan delta. Handla idag.

source: "We are in a hurry. We don’t have time for centuries, we have only decades. That is why effective and quick actions are necessary. The armies are the only possibility."
ar: ليس لدينا الوقت لمدة قرون، إنما لدينا الوقت لمدةعقود فقط. إننا مستعجلون.لذلك من الضروري إتخاذ تدابير فعالة وسريعة.وفي هذه الحالة فإن الجيوش ستكون الإمكانية الوحيدة
es: Tenemos prisa. No nos quedan siglos, sólo tenemos unas décadas de tiempo. Poresta razón, son necesarias acciones rápidas y efectivas. Los ejércitos son la única posibilidad
ru: Мы спешим. У нас остались не столетия, а всего только десятилетия. Поэтому необходимы эффективные и быстрые действия. Армии – это единственная наша возможность.
se: Vi har bråttom.Vi har inte århundraden på oss, endast årtionden. Därför behövs effektiva och snabba handlingar. Arméerna är den enda möjligheten.

source: About Us
ar: معلومات عنا
es: Acerca de nosotros
ru: О нас
se: Om oss

source: Act NOW!
ar: اعمل الآن!

source: Add
ar: أضف
es: Añade
ru: Добавьте
se: Tillägg

source: Add a comment
ar: أضف التعليق
es: Deja tu comentario
ru: Добавьте комментарий
se: Lägg till en kommentar

source: Administration
ar: الإدارة
es: Administración
ru: Администрация

source: Ago
ar: مند

source: Air pollution is a global Challenge!
ar: يعتبر تلوث الهواء تحدّياً عالمياً
es: !La contaminación es un desafio global!
ru: Загрязнение воздуха – это глобальная Проблема!
se: Luftföroreningen är en världsomfattande utmaning

source: Animation realization
ar: تحقيق الإنتعاش

source: Arabic
ar: العربي
es: Árabe
ru: Арабский
se: Arabiska

source: Back to top
ar: عودة إلى فوق

source: Background
ar: الخلفية
es: Trasfondo
ru: Предыстория
se: Bakgrunden

source: Biodiversity
ar: التنوع الحيوي

source: Campaign
ar: الحملة
es: La campaña
ru: Кампания
se: Kampanjen

source: Chinese
ar: الصيني
es: Chino
ru: Китайский
se: Kinesiska

source: Choose the language
ar: اختر اللغة
es: Elige un idioma
ru: Выберите язык
se: Välj språk

source: Choose the language of the invitation letter
ar: اختر اللغة لرسالة الدعوة
es: Elige el idioma para la carta de invitación
ru: Выберите язык пригласительного письма
se: Välj inbjudningsbrevets språk

source: Choose the topic
ar: اختر الموضوع
es: elige un tópico
ru: Выберите тему
se: Välj ämnet

source: Climate
ar: المناخ
es: Medio Ambiente
ru: Климат
se: Klimatet

source: Comment
ar: التعليق
es: Deja un comentario
ru: Комментарий
se: Kommentar

source: Comment (max 1000 characters)
ar: التعليق على الأكثر 1000 رمز
es: Comentario (máximo 1000 carácteres)
ru: Комментарий (макс. 1000 знаков)
se: Kommentar(max 1000 tecken)

source: Comment was successfully created.
ar: تم تحقيق التعليق بنجاح
es: El comentario fue creado en forma exitosa
ru: Комментарий был успешно добавлен.
se: En konstruktiv kommentar skapades framgångsrikt

source: Continue
ar: اتبع
es: Continua
ru: Следуйте дальше
se: Fortsätt

source: Country
ar: البلد
es: País
ru: Страна
se: Landet

source: Created at
ar: تم تحقيقه في
es: Creado en
ru: Добавлено в
se: Skapades vid

source: Do not share this direct link to anybody. Instead, you can use a form on the site to send invitations to your friends by email.
ar: لا تساهم في هذا الرابط المباشر مع أحد. بدلاً من ذلك يمكنك إستعمال الشكل الموجود في الموقع لإرسال دعوات إلى أصديقائك صديقاتك عن طريق البريد الإلكتروني

source: Do not share this direct link with anybody. Instead, you can use a form below to share a public version of this vote with your friends.
ar: لا تساهم في هذا الرابط المباشر مع أحد.بدلاً من ذلك يمكنك إستعمال الشكل الموجود أدناه لمساهمة في النسخة العامة من هذا الصوت مع أصديقائك / صديقاتك.
es: No compartas este enlace con nadie. Puedes, sin embargo, usar el formulario de de abajo, para compartir la versión pública de este voto, con tus amigos
ru: Не делитесь этой прямой ссылкой ни с кем. Вместо этого, можете использовать имеющийся ниже бланк для того, чтобы поделиться с вашими друзьями доступной для всех версией этого голоса.
se: Dela inte den direkta länken med någon. Använd i stället formuläret nedan för att skicka inbjudan till dina vänner via e-mail.

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ru: Адрес электронной почты

source: Email Confirmation
ar: التأكيد على البريد الإلكتووني
es: Confirmar correo
ru: Подтверждение адреса электронной почты
se: Email bekräftelse

source: English
ar: الإنجليزي
es: Inglés
ru: Английский
se: Engelska

source: Facebook
ar: فيسبوك

source: Finnish
ar: الفنلندي
es: Finés
ru: Финский
se: Finska

source: First Aid
ar: الإسعاف الأولي
es: Primeros auxilios
ru: Первая помощь
se: Första hjälpen

source: Food for all
ar: الطعام للجميع

source: French
ar: الفرنسي
es: Francés
ru: Французский
se: Franska

source: Global responsibility
ar: المسؤولية العالمية

source: Google+
ar: الجوجل+

source: Greetings %{name}!
ar: تحيات %(الإسم)!
es: Saludos %{name}
ru: Приветствую %{name}!
se: Hälsningar %{name}

source: Happy mankind
ar: الجنس البشري السعيد

source: Helsinki, 4.11.2014
ar: هلسنكي في 4.11.2014
ru: Хельсинки,4.11.2014
se: Helsingfors, 4.11.2014

source: IP
ar: أي بي
ru: Интернет-протокол

source: In the next few decades only strong and effective countermeasures will be able to halt the advance of this process. We propose for your consideration the idea that global spending on armaments should be re-directed (along with other measures) to address social and environmental deterioration in a more focused manner than at present.
ar: خلال العقودالقلية المقبلة لا يمكن إلا بواسطة تدابير مضادة قوية وفعالة إيقاف تقدم هذه التطورات. لذا نقترح عليك الأخذ في إعتبارك الفكرة أن ألإنفاق العالمي على الأسلحة، فيجب إعادة توجيهه (مع تدابير أخرى) بشكل أكثر تركيزاً على الأمور الإجتماعية وكذلك الأمور التي تتعلق بإرتداء البيئي مماهو عليه في الوقت الحاضر.
es: En las próximas décadas sólo se podrá parar el avance de este proceso mediante contramedidas fuertes y eficaces. Proponemos para su consideración la idea de que el gasto global en armamento sea redirigido (junto con otras medidas) a abordar el deterioro social y medioambiental de una manera más concentrada que en el presente.
ru: В течение нескольких следующих десятилетий продвижение этого процесса можно остановить только сильными и эффективными контрмерами. Предлагаем к вашему рассмотрению идею о том, что глобальные затраты на вооружение следует перенаправить (вместе с другими мерами)на приостановление более фокусированным образом, чем в настоящее время, ухудшения социальной сферы и состояния окружающей среды.
se: Inom de närmaste decennierna kan endast starka och effektiva motåtgärder stoppa denna process. Vi föreslår att en del av de resurser som globalt går till militärsektorn i stället skulle riktas till den sociala sektorn och för att bromsa miljöförstörelsen.

source: Initiative presented to the United Nations:
ar: مبادرة معروضة على الأمم المتحدة
es: Iniciativa presentada a las Naciones Unidas:
ru: Инициатива, представленная ООН:
se: Initiativet presenteras till Förenta nationerna

source: Instructions
ar: الإرشادات

source: Invitation has been sent, thank you!
ar: تم إرسال الدعوة، شكراً.
ru: Приглашение отправлено, спасибо!
se: Inbjudan har gått ut, tack

source: Invitation to Save the World - Unite the Armies
ar: دعوة من أجل إنقاذ العالم – وحّدوا الجوش
es: Invitación a salvar el Mundo- Unificar los Ejércitos
ru: Приглашение - "Давайте спасём мир – Объединим армии
se: Inbjudan att rädda världen - Förena armeérna

source: Invite your friends. Fill out a form below and information will be sent to given email
ar: ادع أصديقائك / صديقاتك. واملاء الإستمارة أدناه وسيتم إرسال المعلومات إلى عنوان" " البريد الإلكتروني المعني.
es: Invita a tus amigos. Llena el formulario de abajo y la información será enviada al correspondiente correo electrónico
ru: Пригласите своих друзей. Заполните нижеследующий бланк и информация будет передана по указанному адресу электронной почты.
se: Bjud in dina vänner. Fyll i blanketten nedan och informationen går vidare

source: It is accepted that the military are called to assist the areas affected by sudden disasters. The same power should be used to defend us against gradual disasters.
ar: من المتفق عليه أن تتم دعوة رجال الجيش للمساعدة في المناطق المصابة بكوارث. مفاجئة. لذا يجب إستعمال نفس القوة للدفاع عننا ضد وقوع كوارث تدريجية.
es: Por hoy es aceptado que los militares sean llamado a ayudar regiones afectadas por repentinos desastres. De la misma forma ellos deberían defendernos de los desastres
ru: Общепринятым является то, что военных привлекают на помощь на территории, подвергнутые неожиданным бедствиям. Ту же силу следовало бы использовать для защиты нас от постепенно развивающихся бедствий.
se: Det är accepterat att militären kan inkallas för att hjälpa områden där en plötslig katastrof har inträffat. Samma styrkor borde användas att försvara oss mot gradvis skeende katastrofer.

source: It is logical to extend the actions from sudden disasters to large scale catastrophes.
ar: من المنطقي تمدبد العمليات من مواجهة المصائب المفاجئة إلى مهسفهىلكوارث واسع النطاق.

source: Language
ar: اللغة
es: Idioma
ru: Язык
se: Språket

source: Listing comments
ar: قائمة التعليقات
es: Lista de comentarios
ru: Перечисление комментариев
se: Listade synpunkter

source: Make an initiative for the action of the United Armies.
ar: قم بمبادرة لإتخاذ التدابير من أجل توحيد الحيوش
es: Proponer una iniciativa para la acción de los Ejércitos Unificados
ru: Выступите с инициативой по поводу действий Объединенных армий
se: Starta ett initiativ för ett projekt lämpat för United Armies

source: Make the initiative using some of the UN:s official languages (6).
ar: قم بالمبادرة من خلال إستعمال بعض اللغات الرسمية الست التابعة للأمم المتحدة
es: Proponer la iniciativa usando uno de los idiomas oficiales (6) de la ONU
ru: Выступите с инициативой, используя один из официальных языков ООН (6).
se: Ta ett initiativ genom att använd något av FN:s officiella språk (6)

source: Millions of Tons of Plastic Waste on the Shores and Oceans!
ar: ملايين الأطنان من النفايات البلاستيكية على شواطيئ والمحيطات!
es: !Millones de toneladas de basura plástica en las costas y los oceanos!
ru: Миллионы тонн пластмассовых отходов на побережьях и в океанах!
se: Miljontals ton plastavfall längs kuster och hav

source: Name
ar: الإسم
es: Nombre
ru: Имя и фамилия
se: Namn

source: Name of your friend
ar: إسم صديقك/صديقتك
es: Nombre de tu amigo
ru: Имя и фамилия вашего друга
se: Din väns namn

source: New future
ar: المستقبل الجديد

source: New global role for the Military
ar: الدور الجديد العالمي للجيوش
es: Un nuevo rol global para los militares
ru: Новая глобальная роль Армии
se: En ny världsomfattande roll för militären

source: New technology
ar: التكنولوجيا الحديثة

source: On a political level, it is the accepted practice everywhere that the military is called in to assist those affected by sudden and unexpected environmental disasters. It would simply be a logical extension of this practice to employ such a resource in counteracting the effects of more gradual but much larger-scale and inexorably-advancing catastrophes; this with the help, it is to be hoped, of local NGOs.
ar: على الصعيد السياسي، إن كيفية التصرف المتفق عليها في كل مكان أن تتم دعوة الجيش لمساعدة المصابين بكوارث بيئية مفاجئة وغير متوقعة. ومن المنطقي للغاية تمديد هذه الممارسة لتوظيف مثل هذه الموارد في مواجهة آثار أكثر تدرجاً، ولكنها أخطر على النطاق الأوسع. لذا نأمل أن يتم هذا بالتعاون مع المنظمات غير الحكومية المحلية.
es: A nivel político, es una práctica comúnmente aceptada que el ejército sea llamado para ayudar a aquellos afectados por desastres medioambientales repentinos e inesperados. Sería, por tanto, una lógica extensión de esta práctica emplear tal recurso en contrarrestar los efectos de unas catástrofes que gradualmente aumentan en escala y en importancia; todo esto con la ayuda, es de esperar, de las ONGs locales.
ru: На политическом уровне, везде является общепринятой практикой вызывать армию на помощь тем, кого постигли внезапные и неожиданные бедствия. Логичным было бы распространить эту практику на применение данного ресурса для противодействия воздействиям более медленно развивающихся, но более крупномасштабных и неумолимо надвигающихся катастроф; это могло бы быть достигнуто, как мы надеемся, при помощи неправительственных общественных организаций местного уровня.
se: Det är en allmänt godkänd praxis att militären kallats till hjälp då plötsliga och oväntade miljökatastrofer inträffar. Det skulle helt enkelt vara en logisk utvidgning av denna praxis att också nyttja militären för att bromsa effekterna av de till synes långsammare men mycket storskaliga och accelererande katastroferna. Detta skulle ske tillsammans med de lokala medborgarorganisationerna.

source: Plastic Waste
ar: المفايات البلاستيكية
es: Reciduos plásticos
ru: Пластмассовые отходы
se: Plastavfall

source: Positive initiations will be published.
ar: سيتم نشر مبادرات إيجابية.
es: Seran publicada las iniciativas positivas
ru: Положительные инициативы будут опубликованы.
se: Positiva initiativ kommer att publiceras

source: Present the task with max. 1000 characters.
ar: اعرض المهمة بأكثر من 1000 رمز.
es: Escriba la tarea en un máximo de 1000 carácteres
ru: Предложите задание, используя макс. 1000 знаков.
se: Presentera uppgiften med max 1000 tecken

source: Protected Areas
ar: مناطق محمية
es: Áreas protegidas
ru: Заповедники
se: Skyddade områden

source: Radical actions are urgently needed to save our planet. Possible future world:
ar: يجب إتخاذ تدابير صارمة فوراً لإنقاذ كوكبنا، عالم المستقبل الممكن

source: Read more
ar: اقرأ المنزيد
es: Sigue leyendo
ru: Читайте больше
se: Läs mera

source: Recent Votes
ar: آخرالأصوات

source: Reforestation
ar: إعادة التشجير

source: Richness of cultures
ar: ثروة الثافات

source: Rules for Comments
ar: أحكام للتعليقات
es: Reglas para los comentarios
ru: Правила, касающиеся комментариев
se: Regler för kommentarer

source: Russian
ar: الروسي
es: Ruso
ru: Русский
se: Ryska

source: Save the Planet - Unite the Armies!
ar: أنقذ الكوكب – وحّد الجيوش!
es: !Salvar el planeta - Unificar los Ejércitos!
ru: Спасите Планету – Объедините армии!
se: Rädda planeten – Förena arméerna

source: Save the World! Act Now!
ar: أنقذ العالم! اعمل الآن!
es: !Salvar el planeta! !Actúa Ahora!
ru: Спасите мир! Действуйте сейчас!
se: Rädda jorden! Handla NU

source: Save the planet.
ar: أنقذ الكوكب.

source: Send
ar: أرسل
es: Envía
ru: Отправьте
se: Skicka

source: Share
ar: ساهم

source: Share email with your friends
ar: ساهم في البريد الإلكتوني مع أصديقائقك / صديقاتك
es: Compartir con correo electrónico
ru: Поделитесь электронным сообщением со своими друзьями
se: Dela email med dina vänner

source: Share with social media
ar: ساهم في التواصل الإجتماعي
es: Compartir en las redes sociales
ru: Поделитесь информацией в социальной сети
se: Dela med de sociala medierna

source: Sign
ar: وقّع
es: Firma
ru: Подпишите
se: Underteckna

source: Signatures! Let’s work further!
ar: التوقيعات! هيا نستمر عملنا!
es: !Firmantes! !Sigamos trabajando!
ru: Подписи! Давайте продолжим работу!
se: Underskrifter! Låt oss jobba vidare!

source: Spanish
ar: الإسباني
es: Español
ru: Испанский
se: Spanska

source: State of the global environment
ar: حالة البيئة العالمية
es: Estado del medio ambiente global
ru: Состояние глобальной окружающей среды
se: Den globala miljöns tillstånd

source: Statistics
ar: الإحصاءات
es: Estadísticas
ru: Статистические данные
se: Statistik

source: Such harmful developments have accelerated and often aggravated one another. It is to be feared that this process may reach unnoticed a ‘point of no return’, after which it can no longer be reversed, or even arrested, by human intervention.
ar: وقد تفاقمت هذه التطورات الخطيرة إذ غالباً ما تساهم إحدى الوقائع في زيادة حدة الأخرى. وهناك خوف من أن تصل الأمور إلىنقطة اللاعودة دون أن يلاحظ أحد وليس بوسع أحذ عكسها، ويصبح من غير الممكن إنسانياً إيقاف هذه التطورات
es: Estos acontecimientos tan dañinos se han acelerado, y a menudo agravado, mutuamente. Es de temer que este proceso pueda alcanzar un inadvertido ‘punto de no retorno’ tras el cual ya no pueda ser revertido, o ni siquiera detenido, por la intervención humana.
ru: Такие пагубные процессы развития ведут к их ускорению и часто к их взаимному усугублению. Приходится опасаться того, что эти процессы могут незаметно достигнуть «точки невозврата», после чего их развитие уже не изменить и не остановить вмешательством человека.
se: Skadliga trender har accelererat och verkat sinsemellan förstärkande. Det finns fog för fruktan att denna process når en punkt 'utan återvändo' och inte längre kan stoppas av människan.

source: Suggest a new task for the Action of the United Armies not presented here.
ar: إقترح وظيفة جديدة على نشاط الحيوش المتحدة غير موروض هنا
es: Sugiere una nueva tarea para los Ejércitos Unificados, que no esté en las las expuestas aquí
ru: Предложите новое задание для Действия Объединенных армий, которое здесь не было указано.
se: Föreslå en ny uppgift för de förenade arméerna som inte har blivit presenterad här.

source: Support now
ar: ادعم الآن
es: Danos tu apoyo ahora!
ru: Окажите поддержку сейчас
se: Stöd nu

source: Support the Initiative
ar: ادعم المبادرة
es: Apoya la iniciativa
ru: Окажите поддержку инициативе
se: Stöd initiativet

source: Technical realization
ar: التحقيق التقني

source: Thank you for your contribution to the Save the World - Unite The Armies!
ar: شكراً على مشاركتك في إنقاد العالم – وحّد الجيوش!

source: Thank you for your vote!
ar: شكراً على صوتك
es: Gracias por tu voto
ru: Спасибо за Вашу поддержку!
se: Tack för din röst

source: The Green Association for the Protection of Life
ar: الجمعية الخضراء لحمياية الحياة
es: La Asociación Verde para la protección de la vida
ru: Зеленая ассоциация для защиты жизни
se: Gröna Förbundet för Livets Beskydd

source: The Suggested task must benefit the whole world.
ar: إن على الوظيفة المقترحة يجب أن تفيد العالم كله.
es: La tarea sugerida debe benificiar al mundo entero.
ru: Предложенное задание должно принести пользу всему миру.
se: Den föreslagna uppgiften måste gynna hela världen.

source: The United Armies must collect the plastic waste from the oceans and shores.
ar: يجب على الجيوش المتحدة جمع النفايات البلاستيكية من المحيطات والشواطيئ
es: Los Ejércitos Unidos deberán recoger los residuos plásticos de los océanos y de las costas.
ru: Объединенным армиям необходимо заняться сбором пластмассовых отходов с побережий и из океанов.
se: De förenade arméerna skall samla plastavfall från hav och kuster.

source: The United Armies must ensure sufficient water availability everywhere for the needs of people and life.
ar: يجب على الجيوش المتحدة تأمين سهولة الحصول على المياه الصافيةوالسليمة في كل مكان لسد إحتياجات الناس والحياة
es: Los Ejércitos Unidos deben de garantizar un flujo suficiente de agua para las necesidades de la gente y de la vida.
ru: Объединенным армиям необходимо обеспечить наличие воды везде для нужд людей и прочего органического мира.
se: De förenade arméerna måste verka för tillräcklig vattenförsörjning.

source: The United Armies must protect the areas reserved for nature.
ar: يجب على الجيوش المتحدة حماية المناطق المخصصة للطبيعة
es: Los Ejércitos Unidos deberán proteger las áreas reservadas para la naturaleza.
ru: Объединенным армиям необходимо обеспечить защиту заповедных территорий.
se: De förenade arméerna skall beskydda naturskyddsområdena.

source: The activities of the United Armies must be controlled by a common, international organ.
ar: يجب على أنشطة الجيوش المتحدة أن تسيطر عليها هيئة دولية مشتركة.
es: Las actividades de los Ejércitos Unidos deben ser controladas por un organismo común e internacional.
ru: Действия Объединенных армий должны контролироваться совместным, международным органом
se: De förenade arméernas aktiviteter skall kontrolleras av ett allmänt, internationellt organ.

source: The best contributors will be rewarded later.
ar: يحصل على جائزة أفضل مشترك فيا بعد

source: The concern of this campaign is that the global environment is radically deteriorating. Dangerous developments have accelerated and approach the point of no return.
ar: إن الفكرة الجوهرية لهذه الحملة هي تدهور البيئة العالمية بشكل شديد.والتطورات الخطيرة قدإزدادت حدة وتقترب إلى نقطة اللاعودة.
es: La preocupación de este campaña es que el medio ambiente global se está deteriorando. Desarrollos peligrosos han acelerado este deterioro hasta un punto de no retorno
ru: Эта кампания озабочена тем, что глобальная окружающая среда радикально ухудшается. Это опасное развитие ускоряется и приближает нас к точке без возврата.
se: Den här kampanjen bekymrar sig för att den globala miljön har försämrats radikalt. Farliga trender har accelererat och närmar sig en punkt utan återvändo.

source: The link below will go to your private secret vote
ar: يؤدي الرابط أدناه إلى صوتك السري الخاص بك

source: The resources and capacity of the United Armies must be directed to reforestation of the deserts.
ar: يجب توجيه موارد الجيوش المتحدة وطافتهاإلى عمليات إعادة تشجير غابات المناطق الصحراوية
es: Los recursos y capacidad de los Ejércitos Unidos deben apuntar a la reforestación de los desiertos.
ru: Ресурсы Объединенных армий необходимо направить на восстановление леса в пустынях.
se: De förenade arméernas resurser och kapacitet skall nyttjas för skogsplantering av ökenmark.

source: There is a hidden potential at hand: the national armies. We have to give the armies a new, positive task. In these pages we collect support for a global initiative.
ar: يوجد إمكانية كامنة في متناول اليد : الجيوس القومية. ينبغي علينا أن نزودها بوظيفة جديدة إيجابية. نجمع في هذه الصفحات دعماً من أجل مبادرة عالمية.

source: There was an error
ar: كان هناك خطأ
es: Ha habido un error
ru: Произошла ошибка
se: Det förekom ett fel

source: There was an error while adding your vote
ar: كان هناك خطأ عند إضافة صوتك
es: Ha ocurrido un error al momento de contabilizar tu voto
ru: При добавлении вашего голоса произошла ошибка
se: Det har inträffat ett fel då din röst räknades

source: There was an error with human verifying
ar: كان هناك خطأفي تعريف الهوية الشخصية
es: Ha habido un error con la verificación humana
ru: При проверке человеком произошла ошибка
se: Det skedde ett verifieringsmistag

source: To Our Common World
ar: إلى عالمنا المشترك
es: Por Nuestro Mundo Común
ru: Нашему Общему миру
se: Till vår gemensamma värld

source: To the Secretary-General and Secretariat of the United Nations
ar: إلى الأمين العام والأمانة العامة للأمم التحدة
es: Al Secretario General y al Secretariado de las Naciones Unidas.
ru: Генеральному секретарю и Секретариату ООН
se: Till Förenta Nationernas generalsekreteraren och Sekretariatet

source: Topic
ar: المعضوع
es: Tópicos
ru: Тема
se: Tema
