Repository: ekpaloheimo/unite
Catalog: config/locales/*/unite-the-armies.po
Languages: ar, de, fi, fr, se

source: Suggest a new task for the Action of the United Armies not presented here.
ar: إقترح مهمة جديدة لعمل الجيوش المتحدة غير واردة هنا.
de: Eine neue Aufgabe für die „United Armies“ vorschlagen, die hier noch nicht vorgestellt ist.
fi: Ehdota uutta tehtävää yhdistetyn armeijan toiminnaksi.
fr: Suggérez une nouvelle tâche pour l'Action des Armées Unies non présentée ici.
se: Föreslå en ny uppgift för de förenade arméerna som inte har blivit presenterad här

source: Support
ar: ادعم الآن
de: unterstützen
fi: Kannata
fr: Adhérez
se: Stödj

source: Support now
ar: ادعم الآن
de: Jetzt unterstützen
fi: Kannata
fr: Adhérez maintenant
se: Stöd ny

source: Support the Initiative
ar: ادعم المبادرة
de: Die Initiative unterstützen
fi: Anna kannatuksesi
fr: Soutenez l'initiative
se: Stöd initiativet

source: Supporters
ar: ادعم الآن
de: Unterstützer
fi: Kannattajat
fr: Partisans
se: Stödjarna

source: Swedish
ar: إسباني
fi: ruotsi

source: Technical realization 6.2015 - 10.2018
fi: Tekninen toteutus 6.2015 - 10.2018

source: Technology for Life
fi: Tekniikka elämää palvelemaan (TEP)

source: Thank you for signing the Unite the Armies petition
fi: Kiitokset allekirjoituksesta ja mahdollisuus auttaa

source: Thank you for spreading the word! Click
fi: Hienoa, tietoa on levitettävä! Klikkaa

source: Thank you for your support %{name}
ar: %{name}شكراً على دعمك
de: Vielen Dank für die Unterstützung %{name}!
fi: Kiitos tuestasi %{name}!
fr: Merci pour votre support %{name}
se: Tack för ditt stöd %(namn)!

source: Thank you for your vote!
ar: شكراً لإعطاء صوتك
de: Vielen Dank für die Unterschrift!
fi: Kiitos äänestäsi!
fr: Merci pour votre vote
se: Tack för din röst

source: Thank you in any case for signing the petition,
fi: Kiitos vielä joka tapauksessa vetoomuksen allekirjoittamisesta!

source: The Green Association for the Protection of Life
ar: الجمعية الخضراء لحمياية الحياة
de: Green Association zum Schutz des Lebens
fi: Vihreä Elämänsuojelun Liitto (VESL)
fr: L'association verte pour la protection de la vie
se: Gröna Förbundet för Livets Beskydd

source: The Suggested task must benefit the whole world.
ar: يجب على المهمة المقترحة أن تفيد العالم بأكمله.
de: Die vorgeschlagene Aufgabe muss der ganzen Welt zu Gute kommen.
fi: Ehdotetun tehtävän tulee olla luonteeltaan koko maailmaa auttava.
fr: La tâche suggérée doit profiter au monde entier.
se: De föreslåda uppgifter måste gynna hela världen

source: The Unite the Armies campaign team
fi: Unite the Armies -kampanjatiimi

source: The United Armies must collect the plastic waste from the oceans and shores.
ar: يجب على الجيوش المتحدة جمع النفايات البلاستيكية من المحيطات والشواطئ
de: Die „United Armies“ müssen den Plastikmüll der Weltmeere und Küsten einsammeln.
fi: Yhdistyneen armeijan siivottava muovijäte rannoilta ja valtameristä.
fr: Les armées unies doivent ramasser les déchets en plastique des océans et des plages.
se: De förenade arméerna skall samla plastavfall frånhavoch stränder.

source: The United Armies must ensure sufficient water availability everywhere for the needs of people and life.
ar: يجب على الجيوش المتحدة تأمين سهولة الحصول على المياه النقية والسليمة في كل مكان لسد إحتياجات الناس والحياة
de: Die „United Armies“ müssen überall ausreichend Zugang zu Wasser für den Bedarf von Menschen und Leben sicherstellen.
fi: Yhdistyneen armeijan varmistettava veden saanti kaikkialla.
fr: les armées unies doivent assurer un accès à l'eau partout pour les besoins des gens et de la vie.
se: De förenade arméerna måste verka för tillräcklig vattenförsörjning.

source: The United Armies must protect the areas reserved for nature.
ar: يجب على الجيوش المتحدة حماية المناطق الطبيعية
de: Die „United Armies“ müssen die Naturschutzgebiete schützen.
fi: Yhdistyneen armeijan turvattava suojelualueiden koskemattomuus.
fr: Les armées unies doivent protéger les aires réservées à la nature.
se: De förenade arméerna skallbeskydda naturskyddsområden

source: The activities of the United Armies must be controlled by a common, international organ.
ar: يجب على أنشطة الجيوش المتحدة أن تُدار بواسطة هيئات دولية مشتركة.
de: Die Interventionen der „United Armies“ müssen von einem gemeinsamen internationalen Organ kontrolliert werden.
fi: Kansainvälisen yhteisön valvottava yhdistyneen armeijan toimia.
fr: Les activités des Armées Unies doivent être contrôlées par un organisme commun internationnal.
se: Aktiviteter av de förenade arméerna skall kontrolleras av allmän, internationell organ.

source: The concern of this campaign is that the global environment is radically deteriorating. Dangerous developments have accelerated and approach the point of no return.
ar: القلق من هذه الحملة هو أن البيئة العالمية آخذة في التدهور تدريجياً. وقد تسارعت التطورات الخطيرة وتقترب من نقطة اللاعودة.والتطورات الخطيرة قد إزدادت حدة وتقترب إلى نقطة اللاعودة.
de: Das Anliegen dieser Kampagne bezieht sich auf die radikale Zerstörung der globalen Umwelt. Gefährliche Entwicklungen haben sich beschleunigt und erreichen den Punkt, an dem es keine Umkehr mehr gibt.
fi: Kampanja pyrkii pysäyttämään maapallon ympäristön jatkuvan huonontumisen. Muuten vaarallinen kehitys kiihtyy ja vie meidät lähelle tilaa, josta ei ole paluuta.
fr: La préocupation de cette campagne est que l'environnement mondial se détériore radicalement. Des développements dangereux se sont accélérés et atteignent un point de non retour.
se: Den här kampanjen bekymrar sig för att den globala miljöns har försämrats radikalt. Farliga trender har accelererats och nått en punkt med ingen återkomst

source: The resources and capacity of the United Armies must be directed to reforestation of the deserts.
ar: الموارد وقدرة الجيوش المتحدة يجب أن تُوجّه لإعادة تشجير الصحاري .
de: Die Ressourcen und die Kapazität der „United Armies“ müssen zur Aufforstung der Wüsten eingesetzt werden.
fi: Yhdistynyt armeija suunnattava aavikoiden metsittämiseen.
fr: Les ressources et la capacité des armées unies doivent être redirigées vers la reforestation des déserts.
se: De förenade Arméernas resurser och kapacitet skall nyttjas för skogsrplantering av ökenmark

source: There is a hidden potential at hand: the national armies.
ar: هناك طاقات كامنة في متناول اليد : الجيوض القومية.
de: Ein verstecktes Potential liegt auf der Hand: die nationalen Armeen.
fi: On olemassa piilotettu potentiaali: kansalliset armeijat.
fr: Il y a un potential cache à proximité: les armées nationales.
se: Det finns en undangömd potential till hands: i de nationella arméerna.

source: There was an error
ar: كان هناك خطأ
de: Ein Fehler ist aufgetreten
fi: Tapahtui virhe
fr: Il y a eu une erreur
se: Det har inträffat ett fel

source: There was an error while adding your vote
ar: كان هناك خطأ عند إضافة صوتك
de: Beim Hinzufügen der Unterschrift ist ein Fehler aufgetreten
fi: Tapahtui virhe ääntä lisättäessä
fr: Il y a eu une erreur quand vous avez ajouté votre vote
se: Det har inträffat ett fel då din röst adderarades

source: There was an error with human verifying
ar: كان هناك خطأ في تعريف الهوية الشخصية
de: Bei der persönlichen Verifizierung ist ein Fehler aufgetreten.
fi: Tapahtui virhe varmennuksessa
fr: Il y a eu une erreur avec la vérification de l'humain
se: Mänskan har begått ett fel

source: This is your private vote
ar: هذا هو التصويت الخاص بك
de: Das ist deine persönliche Unterschrift!
fi: Tämä on henkilökohtainen kannattajasivusi
fr: Ceci est votre vote privé
se: Denna är din privata röst

source: To Our Common World
ar: إلى عالمنا المشترك
de: Für Unsere Gemeinsame Welt
fi: Yhteiselle maailmallemme
fr: Pour notre monde à nous tous
se: Till Vår Gemensamma Värld

source: To the Secretary-General and Secretariat of the United Nations
ar: إلى الأمين العام والأمانة العامة للأمم المتحدة
de: An den Generalsekretär sowie an den Sekretär der Vereinten Nationen
fi: YK:n pääsihteerille ja sihteeristölle
fr: A l'attention du Secrétaire Général et du secrétariat des Nations Unies
se: Till Generalsekreterare och Sekretariatet av de Förenta Nationerna

source: To the material page
fi: Materiaalisivulle

source: Topic
ar: الموضوع
de: Thema
fi: Otsikko
fr: Objet
se: Tema

source: Total global spending on armaments is estimated at $1500 billion annually; such spending can be put into perspective by setting it alongside the estimated cost of the afforestation of the entire Sahara Desert, which would amount to about one-sixth of annual global armaments spending. This example neatly illustrates the extent of the potential needed for action in this matter, should the political will be found.
ar: يقدر إجمالي الإنفاق العالمي للدول على التسلح ما قدره 1500 مليار دولار سنويا. ويمكن مقارنة هذه المبالغ بتكاليف تشجير الصحراء الكبرى بأكملها التي تقدر سنويا بسدس المبالغ المذكورة أعلاه. هذا المثال يوضح بدقة الإمكانيات اللازمة لإنقاذ كوكبنا إذا توفرت الإرادة السياسية لذلك.
de: Die gesamte Rüstungsausgaben werden weltweit auf $1500 Milliarden jährlich geschätzt; solche Ausgaben können im Vergleich mit den geschätzten Kosten einer Aufforstung der gesamten Sahara-Wüste relativiert werden. Diese Aufforstung würde ungefähr ein Sechstel der jährlichen weltweiten Rüstungsausgaben betragen. Dieses Beispiel zeigt eingängig das Ausmaß des benötigten Potenzials für die Interventionen in dieser Sache auf, sollten die Politiker_innen darauf eingehen.
fi: Maailman valtioiden yhteisiksi varustelukuluiksi on arvioitu 1500 miljardia dollaria vuodessa. Näitä kuluja voi verrata esimerkiksi Saharan metsittämisen kustannuksiin, jotka olisivat vuosittain noin 1/6 mainituista varustelumenoista. Esimerkki kuvaa suuruusluokkaa, joka on latenttina käytettävissä planeettamme pelastamiseksi, jos poliittinen yhteisymmärrys saavutetaan.
fr: La dépense totale des armements est estimée à 1 500 milliards de dollars annuellement; en comparaison on pourrait permettre le reboisement de tout le Sahara avec un sixième des dépenses globales annuelles de l'armement. Cet exemple d'ordre de grandeur illustre l'importance du potentiel nécessaire pour une action en la matière si on trouve une volonté.
se: Arméernas totala kostnader i världen uppskattas nå 1500 miljard dollar årligen; sådana kostnader kan sättas i ett perspektiv genom att jämföra kostnader av skogsplantering över hela Sahara, som uppskattas vara en sjättedel av militärä årliga kosnader. Detta exempel illustrerar klart potentialen av den föreslagna åtgärden om bara den politiska viljan finns.

source: Unite the Armies to Save Life – not to Kill!
ar: وحّد الجيوش لإنقاذ الحياة لا لقتلها
de: Armeen vereinigen, um Leben zu retten - nicht um zu töten!
fi: Yhdistäkäämme armeijat pelastaaksemme elämää - ei tappaaksemme!
fr: Unissez les armées pour sauver la vie, pas pour tuer!
se: Förena arméerna för att rädda livet - inte för att döda

source: Water
ar: الماء
de: Wasser
fi: Vesi
fr: Eau
se: Vattnet

source: Water is the Mother of Life – we all need it!
ar: إن الماء هو أساس وجود الحياة على الأرض – نحن كلنا في حاجة إليه.
de: Wasser ist der Ursprung des Lebens - wir alle brauchen es!
fi: Vesi on elämän äiti - me kaikki tarvitsemme sitä!
fr: L'eau est la mère de la vie, nous en avons tous besoin!
se: Vattnet är Livets Moder - vi alla behöver det

source: We earnestly hope that the United Nations will consider suggesting a global initiative to put the proposals outlined above into effect and for a redeployment of the world’s armed forces into this new task as soon as possible. Such an initiative would also have a tangible effect in promoting world peace.
ar: نأمل أن تنظر الأمم المتحدة في إمكانية توجيه جيوش العالم إلى هذه المهمة الجديدة، وأن تتخذ مبادرة على الصعيد العالمي لوضع المقترحات المذكورة أعلاه حيز التنفيذ في أقرب وقت ممكن. ومن شأن هذه المبادرة أيضا أن تُؤثر تأثيرا ملموسا في تعزيز السلام العالمي.
de: Wir hoffen ernsthaft, dass die Vereinten Nationen erwägen, eine globale Initiative vorzuschlagen, um den oben aufgeführten Antrag effektiv und u.a. durch die Umstrukturierung der weltweiten Wehrmacht, hin zu diesen neuen Aufgaben, schnellstmöglich umzusetzen. Solch eine Initiative würde außerdem einen konkreten Beitrag auf dem Weg zum Weltfrieden leisten.
fi: Toivomme, että YK harkitsisi maailman armeijoiden suuntaamista uuteen tehtävään ja tekisi maailmanlaajuisen aloitteen edellä esitetyn ehdotuksen nopeaksi toteuttamiseksi. Aloitteella olisi myös ilmeinen maailmanrauhaa edistävä vaikutuksensa.
fr: Nous espérons sérieusement que les Nations Unies considéreront la mise en place d'une initiative globale pour mettre en pratique les propositions mentionnées ci-dessus et pour un redéploiement des forces armées du monde dans cette nouvelle tâche dès que possible. Une telle initiative aurait aussi un effet tangible dans la promotion de la paix dans le monde. .
se: Vi önskar att de Förenta Nationerna betrakta förslaget om detta världsomfattande initiativ och nyttjar ovanstående presentation för omgruppering av världens militära krafter in i denna nya uppgift så fort som möjligt.Ett sådant initiativ skulle också ha en vikitig fredsbefrämjande effekt i världen.

source: We have to give the armies a new, positive task
ar: يجب إعطاء الجيوش مهمة جديدة إيجابية
de: Wir müssen den Armeen eine neue, positive Aufgabe geben
fi: Meidän on annettava armeijoille uusi positiivinen tehtävä
fr: Nous devons les armeés donner une nouvelle tâche positive
se: Vi måste ge arméerna en ny positiv uppgift

source: We have to give the armies a new, positive task.
ar: يجب إعطاء الجيوش مهمة جديدة إيجابية
de: Wir müssen den Armeen eine neue, positive Aufgabe geben.
fi: Meidän on annettava armeijoille uusi positiivinen tehtävä.
fr: Nous devons les armeés donner une nouvelle tâche positive.
se: Vi måste ge arméerna en ny positiv uppgift.

source: We introduce this campaign to support an initiative presented to the United Nations Secretariat by two professors: U.B. Lindström and Eero Paloheimo.
ar: نحن نعرض هذه الحملة لدعم مبادرة قُدّمت إلى الأمانة العامة للأمم المتحدة من قبل الأستاذين : ليندستروم وبالوهيمو.
de: Wir stellen diese Kampagne vor, um eine Initiative, gerichtet an das Sekretariat der Vereinten Nationen, zweier Professoren zu unterstützen: U.B. Lindström und Eero Paloheimo.
fi: Kampanjamme tukee aloitetta, jonka ovat lähettäneet Yhdistyneille Kansakunnille professorit U.B. Lindström ja Eero Paloheimo.
fr: Nous présentons cette campagne pour supporter l'iniative présentée au secrétariat des Nationa Unies par deux professeurs, messieurs U.B. Lindström et Eero Paloheimo.
se: Vi introducerar denna kampanj för att stödja initiativet, vilket två professorer, U. B. Lidström och Eero Paloheimo, har framställt för sekretariatet hos Förenta Nationerna

source: We must defend Life's Richness on our Planet!
ar: يجب علينا أن ندافع عن ثروة الحياة على كوكبنا!
de: Wir müssen den Lebensreichtum auf unserem Planeten verteidigen!
fi: On puolustettava maapallon elämän monimuotoisuutta!
fr: Nous devons défendre la richesse de la vie sur notre planète!
se: Vi måste försvara Livets Rikedom på vår Planet

source: We propose action on projects requiring large-scale resources, both of manpower and equipment; these would include agro-forestry projects, forest, plant and animal relocations in the wake of global warming. Such projects would assist in averting the worst catastrophes; they would also aid and foster ecological and social stability, and employment at the local level, assuming the use of local labor.
ar: كما نقترح كذلك العمل على المشاريع التي تتطلب موارد كبيرة على صعيد القوى العاملة والمعدات. وتندرج في نطاق هذه المشاريع، على سبيل المثال لا الحصر، عمليات تشجير الغابات، وإعادة زرع النبات والأشجار، وإعادة توطين الحيوانات في أعقاب ظاهرة الاحتباس الحراري. مثل هذه المشاريع من شأنها أن تساعد على تجنب أسوأ الكوارث. كما من شأنها أيضا المساعدة على تعزيز الاستقرار البيئي والاجتماعي إذا شاركت اليد العاملة المحلية في هذه المشاريع.
de: Wir schlagen Projektaktivitäten vor, die Ressourcen an Arbeitskraft und Ausrüstung in großem Umfang benötigen; diese würden Agroforstwirtschaftsprojekte, Wald-, Pflanzen- und Tierumsiedlungen als Folge globaler Erwärmung beinhalten. Solche Projekte würden dazu beitragen, die schlimmsten Katastrophen zu verhindern; sie würden außerdem ökologische und soziale Stabilität sowie Beschäftigung auf lokaler Ebene fördern, vorausgesetzt die lokalen Arbeitskräfte werden in Anspruch genommen.
fi: Toimenpiteitä ehdotamme hankkeisiin, joihin tarvitaan suuria henkilö- ja kalustoresursseja. Niitä ovat esimerkiksi laajat peltometsäviljelyn käynnistämiset sekä puuston, kasvien ja eläimistön migraation tuki ilmastonmuutoksen takia. Hankkeet auttaisivat pahimman katastrofin torjuntaa. Tämä edistäisi myös paikallista ekologis/sosiaalista vakautta ja työllisyyttä, jos seudun asukkaat osallistuisivat toimintaan.
fr: à la fois de la main d'oeuvre et de l'équipement; cela implique les projets agro-forestiers, la forêt, le reboisement et la diversité animale dans la prise de conscience du réchauffement mondial. De tels projets aideraient à prévenir les pires catastrophes; ils pourraient aussi aider et favoriser la stabilité sociale et écologique, l'emploi au niveau local, en supposant l'utilisation de la main d'oeuvre locale.
se: Vi föreslår verksamhet som kräver stora resurser, både arbetskraft och utrustning; det skulle omfatta tex. åkerskogsodling, vatteförsörjning och beskogning. Generellt skulle tyngdpunkten vara projekt som stöder socialt och miljömässigt hållbara åtgärder. Sådana projekter skulle samdtidigt förebygga katastrtrofer och minska fattigdomen.

source: We still miss %{count} of the %{target}.
ar: لا يزال ينقصنا في %{count} البالغ مجموعه %{target}
de: Wir benötigen %{count}. Es fehlen noch %{target}.
fi: Yhdessä maailmanlaajuisesti pääsemme %{target} nimeen saakka – levitetään sanaa!
fr: Il nous manque encore... %{count} jusqu'à %{target}.

source: We suggest the United Nations presents a global initiative for a redeployment of the world’s armed forces into the new significant environmental tasks as soon as possible.
ar: نقترح على الأمم المتحدة مبادرة عالمية لإعادة تجنيد القوات المسلحة العالمية على مهام جديدة ومهمة بأسرع وقت ممكن.
de: Wir legen den Vereinten Nationen nahe schnellstmöglich eine globale Initiative zur Umstrukturierung der weltweiten Wehrmacht hin zu neuen signifikanten Umweltaufgaben zu präsentieren.
fi: Ehdotamme, että Yhdistyneet Kansakunnat tekevät globaalin aloitteen maapallon armeijoiden yhdistämiseksi ja suuntaamiseksi merkittäviin ympäristötehtäviin mahdollisimman nopeasti.
fr: Nous suggérons que les Nations Unies présentent une initiative mondiale pour le redéploiement des forces armées en des tâches environnementales avec une nouvelle signification dès que possible
se: Vi föreslår Förenta Nationerna att presentera ett världsomfattande initiativ för nygruppering av världens militära makter till nya betydelsefulla miljöbetingade uppgifter så fort som möjligt.

source: We the undersigned addressees turn to you because of our concern at the state of the global environment. In many parts of the world the deterioration of the environment can be linked directly to social problems among the local population.
ar: نحن الموقعون أسفله نلجأ إليكم لنعرب عن قلقنا إزاء حالة البيئة العالمية. يرتبط تدهور البيئة في أجزاء كثيرة من العالم ارتباطا مباشرا بالمشاكل الاجتماعية التي تعاني منها الساكنة المحلية.
de: Wir, die Unterschreibenden, wenden uns an Sie mit unserem Bedenken angesichts dem Zustand der globalen Umwelt. In vielen Teilen der Erde kann die Zerstörung der Umwelt in direkten Zusammenhang mit sozialen Problemen der lokalen Bevölkerung gebracht werden.
fi: Me allekirjoittaneet käännymme puoleenne, koska olemme huolestuneet maapallon ympäristön tilasta. Useilla seuduilla ympäristön huonontuminen on vuorovaikutuksessa väestön sosiaalisten ongelmien kanssa. Kielteiset kehityskulut ovat voimistuneet ja vahvistavat usein toisiaan. Näköpiirissä on, että muutos saattaa edetä huomaamatta vaiheeseen, jossa prosessia ei enää saada inhimillisin keinoin pysähtymään.
fr: Nous, soussignés, nous adressons à vous en raison de notre inquiétude sur l'état de l'environnement général. Dans beaucoup de parties du monde la détérioration de l'environnement peut être liée directement aux problèmes sociaux dans la population locale.
se: Vi undertecknade adressater vänder oss till er i vår oro över tillståndet av den globala miljön. I många delar av världen försämringen av miljön kandirektkopplas till sociala problem bland lokalinvånare

source: Would you like to have the initiative in your language – please, contact us!
ar: هل ترغب في الحصول على المبادرة بلغتك – يُرجى الإتصال بنا
de: In der Übersetzung der Initiative fehlt eine Sprache? - Bitte jederzeit Kontakt aufnehmen!
fi: Haluatko nähdä koko vetoomuksen omalla kielelläsi - ole hyvä ja ota yhteyttä!
fr: Vous voulez avoir l'initiative dans votre langue? Contactez-nous!!
se: Om du vill ha initiativet i ditt språk - var god, kontakta oss!

source: Would you like to help the campaign by doing voluntary programming? Great! Fork the code from %{github}.
fi: Haluatko auttaa kampanjaa tekemällä vapaaehtoista ohjelmointityötä? Hienoa! Kopioi koodi %{github}:ista.

source: You can also contribute to the discussion after signing. You will get a separate message of that by email.
ar: يمكنك أيضاً الإشتراك في المناقشة بعد أن توقّع على المبادرة. ستحصل على رسالة منفردة بالبريد الإلكتروني بهدا الخصوص.
de: Nach Unterschreibent der Initiative kann am Diskussionsforum teilgenommen werden. Dazu wird eine separate E-Mail verschickt.
fi: Voit osallistua keskusteluun äänestyksen jälkeen. Saat lisätietoa sähköpostilla.
fr: Vous pouvez aussi contribuer à la discussion après avoir signé. Vous recevrez un message électronique séparé.
se: Du kan också medverka samtalet efter undertecknandet. Du kommer att få ett separat meddelande av detta via e-mail

source: You can now add a comment.
ar: والآن يمكنك أن تضيف تعليقاتك
de: Jetzt kann ein Kommentar hinzugefügt werden.
fi: Voit lisätä kommentin.
fr: Vous pouvez maintenant ajouter un commentaire.
se: Nu kan du tillägga en kommentar

source: You have added %{count} comments.
ar: أضفت %{count} من التعليقات
de: %{count} Kommentare wurden hinzugefügt.
fi: Olet lisännyt %{count} kommenttia.
fr: Vous avez ajouté %{count} commentaires.
se: Du har tillagt%(mängd) kommentarer

source: You have been invited to Save the World - Unite the Armies by %{name}.
ar: !%{name}لقد دُعيت لإنقاذ العالم – وحّد الجيوش بـ
de: Einladung zu “Save the World - Unite the Armies” von %{name}.
fi: %{name} on kutsunut Sinut "Pelastetaan maailma - yhdistäkäämme armeijat" kampanjaan
fr: Vous avez été invité à Sauver le Monde-Unissez les armées par %{name}.
se: Du har blivit inbjuden till Save the World - United the Armies genom %(namn)

source: You have helped campaign by having %{count} people signed after you.
ar: ساعدت على الحملة %{count} ووقّع الناس بعدك
de: Vielen Dank für die Unterstützung der Kamapagne. %{count} Personen haben nachfolgend unterschrieben.
fi: Olet auttanut kampanjaa saamalla %{count} ihmistä äänestämään jälkeesi.
fr: Vous avez aidé la campagne en ayant fait signer %{count} de personnes après vous.
se: Du har hjälpt kampanjen genom att%{mängd} människor har undertecknat efter dig

source: Your friends email address
ar: عنوان البريد الإلكتروني لأصدقائك
de: E-Mail-Adresse des/der Freund_in
fi: Ystäväsi sähköpostiosoite
fr: Les adresses électroniques de mes amis
se: Din väns e-mail adress

source: Your support has been registered %{name}!
ar: !%{name}تم تسجيل دعمك
de: Die Unterstützung wurde registiert %{name}!
fi: Kannatuksesi on rekisteröity %{name}!
fr: Votre support a été enregistré %{name}!
se: Din stöd har registrerats%(namn)!

source: Your supporter number is %{count}.
ar: رقم ترتيب دعمك هو %{count}
de: Du bist der/die %{count}. Unterstützer(in).
fi: Olet kannattaja %{count}.
fr: Votre numéro de supporteur est %{count}.
se: Din stödnummer är%(belopp)

source: day
ar: أيام
de: Tage
fi: päivä
fr: jours
