Repository: ekpaloheimo/unite
Catalog: config/locales/*/unite-the-armies.edit.po
Languages: ar, es, ru, se

source: Total global spending on armaments is estimated at $1500 billion annually; such spending can be put into perspective by setting it alongside the estimated cost of the afforestation of the entire Sahara Desert, which would amount to about one-sixth of annual global armaments spending. This example neatly illustrates the extent of the potential needed for action in this matter, should the political will be found.
ar: يقدّر الإنفاق العالمي الإجنالي على الأسلحة بـ1500 مليار دولار سنوياً. يمكن مقارنة هذه المبالغ بتكاليف تشجير الصحراء الكبرى بأكملهاالتي تقدّر سنوياً بسُذس المبالغ المذكورة أعلاه. هذا المثال يوضح بدقة مدى الحاجة الملحة لإتخاذ التدابير في هذه القضية. يبقى فقط توفر الإرادة السياسية لتحقيقهاّ.
es: El gasto total en armamento mundial gira en torno a los 1’5 billones anuales; tal gasto puede ser puesto en perspectiva comparándolo con el coste estimado de la reforestación de todo el desierto del Sáhara, que supondría una sexta parte del gasto anual en armamento mundial. Este ejemplo ilustra claramente el alcance del potencial necesario para actuar en este asunto, si se encontrara la voluntad política.
ru: Общие глобальные затраты на вооружения ежегодно насчитывают в целом примерно 1500 миллиардов долларов США; такие расходы можно для наглядности сравнить с расчетными затратами на облесение всей пустыни Сахара, которые в денежном выражении составили бы примерно одну шестую долю ежегодных глобальных расходов на вооружения. Этот пример наглядно иллюстрирует степень потенциала, необходимого для принятия мер по этому вопросу, если только на это будет политическая воля.
se: Arméernas totala kostnader i världen uppskattas till 1500 miljarder dollar årligen. Kostnaden kan sättas i perspektiv genom en jämförelse med den uppskattade kostnaden för skogsplantering över hela Sahara, som uppskattas vara en sjättedel av de militära utgifterna varje år. Detta exempel illustrerar klart vilken potential den föreslagna åtgärden besitter, om bara den politiska viljan finns.

source: Twitter
ar: تغريد

source: Unite the Armies to Save Life – not to Kill!
ar: وحّد الجيوش لإنقاد الحياة ولا لقتلها!
es: !Unificar los Ejércitos para Salvar Vidas- no para Matar!
ru: Объедините армии для спасения жизни – а не для убивания!
se: Förena arméerna för att rädda livet - inte för att döda

source: Video
ar: فيديو
ru: Видео

source: Water
ar: الماء
es: Agua
ru: Вода
se: Vatten

source: Water is the Mother of Life – we all need it!
ar: إن الماءهو أساس وجود الحياة على الأرض – نحن كلنا في حاجة إليه.
es: !El Agua es la madre de la vida - todos la necesitamos!
ru: Вода – мать жизни – она нужна нам всем!
se: Vattnet är Livets Moder - vi behöver alla det

source: We earnestly hope that the United Nations will consider suggesting a global initiative to put the proposals outlined above into effect and for a redeployment of the world’s armed forces into this new task as soon as possible. Such an initiative would also have a tangible effect in promoting world peace.
ar: ونأمل بجد أن تأخذ الأمم المتحدة في عين الإعتبار مادرة عالمية معروضة لتنفيذ الإقتراحات المذكورة أعلاه من أجل إعادة تجنيد القوات المسلحة العالمية للقيام بهذه الوظيفة الجديدة بأسرع وقت مستطاع. ويمكن أن تكون لتلك المبادرة أيضاً تأثير ملحوظ على تحسين السلام العالمي.
es: Esperamos seriamente que las Naciones Unidas tengan en consideración motivar la realización de una iniciativa global para llevar a efecto las supradichas proposiciones y para la redistribución de las fuerzas armadas en una nueva tarea tan pronto como sea posible. Esta iniciativa tendría también un efecto bien tangible en promover la paz mundial.
ru: Мы убедительно надеемся, что ООН рассмотрит возможность предложения глобальной инициативы, с целью осуществления предложений, намеченных выше в общих чертах, и перенаправления как можно скорее глобальных армий на выполнение этого нового задания. такая инициатива также оказала бы заметное воздействие на способствование достижению мира в мире.
se: Vi önskar att Förenta Nationerna allvarligt begrundar detta världsomfattande initiativ och nyttjar ovanstående presentation för att föra fram en ny uppgift för världens militära styrkor och detta så fort som möjligt. Ett sådant initiativ skulle också ha en vikitig fredsbefrämjande effekt i världen.

source: We introduce this campaign to support an initiative presented to the United Nations Secretariat by two professors: U.B. Lindström and Eero Paloheimo.
ar: نحن نقدم هذه الحملة لدعم مبادرة مقدمة إلى الأمين العام للأمم المتحدة بواسطة الأستاذين : ليندستروم وبالاوهيمو.
es: Llevamos a cabo esta campaña para apoyar la iniciativa presentada al Secretariado de las Naciones Unidas por dos profesores: U.B. Lindström y EeroPaloheimo
ru: Мы начинаем эту кампанию, с целью оказания поддержки инициативе, представленной Секретариату ООН двумя профессорами: У.Б. Линдстрёмом и Ээро Палохеймо.
se: Vi introducerar denna kampanj för att stödja initiativet, vilket två professorer, U. B. Lindström och Eero Paloheimo, har framställt för sekretariatet hos Förenta Nationerna

source: We must defend Life's Richness on our Planet!
ar: ينبغي علينا أن ندافع عن ثروة الحياة على كوكبنا!
es: Tenemos que defender la Riqueza de nuestro Planeta
ru: Нам необходимо защищать богатство жизни на нашей Планете!
se: Vi måste försvara livets rikedom på vår planet

source: We propose action on projects requiring large-scale resources, both of manpower and equipment; these would include agro-forestry projects, forest, plant and animal relocations in the wake of global warming. Such projects would assist in averting the worst catastrophes; they would also aid and foster ecological and social stability, and employment at the local level, assuming the use of local labor.
ar: نقترح إتخاذ تدابير على مشاريع تتطلب موارد واسع النطاق وكذلك القوى العاملة والمعدات التي تشتمل على مشاريع زراعية- تشجيرية، على سبيل المثال لا الحصر، عمليات تشدير الغايات وإعادة توطين الحيوانات في أعقاب ظاهرة الإحتباس الحراري ومثل هذه المشاريع من شأنها تساعد على تجنب أسوأ الكوارث. كما من شأنها أيضاً أنها تساعد على تعزيز الإستقرار البيئي والإجتماعي والتوظيف على المستوى المحلي، وذلك بشرط أن يتم إستخدام القوى العاملةالمحلية.
es: Proponemos acciones en proyectos que requieran recursos a gran escala, tanto de mano de obra como de equipamiento; estos incluirían proyectos agroforestales y reubicación de bosques, plantas y animales con miras a evitar el calentamiento global. Tales proyectos ayudarían a evitar las peores catástrofes; también ayudarían y fomentarían la estabilidad social y el empleo a nivel local, suponiendo que se empleara mano de obra local.
ru: Мы предлагаем принять меры в отношении проектов, требующих крупномасштабных ресурсов, как в отношении рабочей силы так и оборудования; в данные проекты входили бы агролесомелиорационные проекты, пересадка лесов, растений и переселение животных в результате глобального потепления климата. Такие проекты помогли бы предотвратить наихудшие катастрофы; они помогли бы также способствовать достижению экологической и социальной стабильности, также как и трудоустройству на местном уровне, предполагающему использование местной рабочей силы.
se: Vi föreslår en verksamhet som kräver stora resurser, både vad gäller arbetskraft som utrustning; den skulle omfatta tex. åkerskogsodling, vattenförsörjning, beskogning och relokering av fauna p.g.a den globala uppvärmningen. Generellt skulle tyngdpunkten förläggas till projekt som stöder socialt och miljömässigt hållbara åtgärder. Dessa projekt skulle samdtidigt förebygga katastrtrofer och minska fattigdomen.

source: We still miss %{count} of the 100.000.000.
ar: لا يزال ينقصنا في %(العد)البالغ مجموعه 000 0000 100

source: We suggest the United Nations presents a global initiative for a redeployment of the world’s armed forces into the new significant environmental tasks as soon as possible.
ar: نقترح على الأممالمتحدة مبادرة عالمية لإعادة تجنيد القوات المسلحة العالمية على وظائف بيـية مميزة بأسرع وقت مستطاع.
es: Sugerimos que las Naciones Unidas presente una iniciativa global para un nuevo despliegue de las fuerzas armadas del mundo, lo más pronto posible, y que las lleve hacia importantes tareas medioambientales
ru: Мы предлагаем, чтобы ООН выступила с глобальной инициативой, с целью передислокации вооруженных сил мира с переходом их как можно быстрее на новые важные задания, относящиеся к окружающей среде.
se: Vi föreslår att Förenta Nationerna så fort som möjligt presenterar ett världsomfattande initiativ för omgruppering av världens militära makter till nya betydelsefulla miljöbetingade uppgifter.

source: We the undersigned addressees turn to you because of our concern at the state of the global environment. In many parts of the world the deterioration of the environment can be linked directly to social problems among the local population.
ar: نحن الموقةن أدناه نلجأ إليكم لنعرب عن قلقنا إزاءحالة البيئة العالمية ويرتبط تدهور البيئة في أجزاء كثيرة من العالم إرتباطاً مباشراً بالمشاكل الإجتماعية التي تعاني منها الساكنة المحلية.
es: Nosotros, los abajo firmantes, nos dirigimos a ustedes a causa de nuestra preocupación por el medio ambiente. En muchas partes del mundo el deterioro del medio ambiente puede ponerse directamente en relación con problemas sociales entre la población local.
ru: Мы, нижеподписавшиеся адресанты, обращаемся к вам по причине нашей озабоченности в отношении состояния глобальной окружающей среды. Во многих частях мира ухудшение состояния окружающей среды может быть напрямую привязано к социальным проблемам среди местного населения.
se: Vi, undertecknade vänder oss till er i vår oro över den globala miljön. I många delar av världen kan försämringen av miljön direkt kopplas till de sociala problemen.

source: Would you like to have the initiative in your language – please, contact us!
ar: إذا أردت الحصول على المبادرة بلغتك الأم – من فضلك إتصل بنا
es: Si quieres expresar tu iniciativa en tu propio idioma, por favor,!contáctanos!
ru: Если хотите получить инициативу на своем родном языке – просим связаться с нами!
se: Om du vill ha initiativet på ditt språk - var god, kontakta oss!

source: You can also contribute to the discussion after signing. You will get a separate message of that by email.
ar: يمكنك أيضاً الإشتراك في المناقشة بعد أن توعّق على المبادرة. ستحصل على رسالة منفردة بالبريد الإلكتروني على شأنه.
es: Después de firmar, puedes contribuir a la discusión. Sobre esto te enviaremos un correo electrónico por separado
ru: Можете принять участие в дискуссии после того как вы подписали. Вы получите отдельное сообщение об этом по электронной почте.
se: Efter undertecknandet kan du delta i diskussionen. Du kommer att få ett separat meddelande av detta via e-mail

source: You can now add a comment.
ar: والآن يمكنك أن تضيف تعليقات
es: Puedes, ahora, escribir tu comentario
ru: Теперь можете добавить комментарий.
se: Nu kan du tillägga en kommentar

source: You have added %{count} comments.
ar: أضفت % من التعليقات
es: Tú has sumado %{count} comentarios
ru: Вы добавили %{count} комментариев.
se: Du har bidragit med %{count} kommentarer

source: You have been invited to Save the World - Unite the Armies by %{name}.
ar: كنت مدعواً لإنقاذ العالم – وحّد الجيوش %(بإسم)
es: Tú has sido invitado a la campaña Salvar el Planeta- Unificar los Ejércitos por %{name}
ru: %{name}пригласил/а вас к участию в кампании - Спасать мир и Объединить армии.
se: Du har blivit inbjuden till Save the World - United the Armies genom %{name}

source: You have helped campaign by having %{count} people signed after you.
ar: ساعدت على الحملة بالعد % ووقّع الناس بعدك
es: Tú has contribuido a la campaña al motivar %{count} personas a firmar
ru: Вы помогли кампании тем, что привлекли %{count} человек к подписанию после вас.
se: Du har hjälpt kampanjen genom att %{count} människor har undertecknat efter dig.

source: YouTube
ar: يوتيوب

source: Your friends email address
ar: عنوان البريد الإلكتروني أصديقائك/ صديقاتك
es: Correos electrónicos de tus amigos
ru: Адрес электронной почты вашего друга
se: Din väns e-mail adress

source: Your support has been registered %{name}!
ar: تم تسجيل دعمك % (الإسم)!
es: Tu apoyo ha sido registrado %{name}!
ru: Ваша поддержка зарегистрирована %{name}
se: Ditt stöd har registrerats %{name}!

source: Your supporter number is %{count}.
ar: رقم ترتيب دعمك هو %(العد)
es: Tu número de contriibuyente es %{count}.
ru: Ваш номер содействующего лица %{count}.
se: Ditt stödnummer är %{count}.

source: days
ar: أيام
es: Días
ru: дня/дней
se: dagar

source: e-mail
ar: البريد الإلكتروني

source: minutes
ar: دقائق
es: Minutos
ru: минуты/минут
se: minuter

source: professor
ar: الأستاذ
es: Profesor
ru: профессор

source: seconds
ar: ثوان
es: Segundos
ru: секунды/секунд
se: sekunder

source: %{count} votes
es: %{count} votos
ru: %{count} К-во голосов
se: %{count} röster

source: Comments
es: Comentarios
ru: комментариев
se: Kommentar

source: Give the armies a new, positive task: protect the environment
es: Dotar a los ejércitos de un papel nuevo, positivo, protector del medio ambiente
ru: Давайте передадим армиям новое гуманное задание: охранять нашу общую окружающую среду
se: Ge arméerna en ny positiv uppgift: att skydda miljön

source: In these pages we collect support for a global initiative.
es: En estas páginas recogemos los apoyos para una iniciativa global.
ru: На этом сайте мы набираем поддержку для глобальной инициативы.
se: På dessa sidor samlar vi stöd för ett världsomfattande initiativ

source: Menu
es: Menú
ru: Меню
se: Meny

source: More work must be done
es: Tenemos que trabajar aún más
ru: Необходимо приложить еще больше усилий
se: Det behövs en större insats

source: Radical actions are urgently needed to save our planet.
es: Se necesitan urgentemente acciones radicals para salvar nuestro planeta.
ru: Необходимы радикальные действия для спасения нашей планеты.
se: Det behövs radikala åtgärder för att snabbt rädda vår planet.

source: Save the planet
es: !Salvar el planeta!
ru: Спасите планету
se: Rädda planeten

source: Support
es: Apoyo
ru: ПОДДЕРЖКУ
se: Ge ditt stöd

source: Supporters
es: Partidarios
ru: сторонники
se: Supportrarna

source: Thank you for your support %{name}
es: !Gracias por tu apoyo %{name}
ru: Спасибо за вашу поддержку %{name}
se: Tack för ditt stöd %{name}!

source: There is a hidden potential at hand: the national armies.
es: Tenemos un potencial Escondido a nuestra mano: los ejércitos nacionales.
ru: В наличии имеется скрытый потенциал: национальные армии.
se: Det finns en undangömd potential till hands: de nationella arméerna.

source: This is your private vote
es: !Este es tu voto privado!
ru: Это ваш личный голос
se: Detta är din privata röst

source: We have to give the armies a new, positive task
es: TENEMOS QUE DARLE AHORA, AL EJÉRCITO, TAREAS POSITIVAS
ru: АРМИЯМ ДОЛЖНО БЫТЬ ДАНО НОВОЕ, ПОЛОЖИТЕЛЬНОЕ ЗАДАНИЕ
se: Vi måste ge arméerna en ny positiv uppgift

source: We have to give the armies a new, positive task.
es: TENEMOS QUE DARLE AHORA, AL EJÉRCITO, TAREAS POSITIVAS.
ru: АРМИЯМ ДОЛЖНО БЫТЬ ДАНО НОВОЕ, ПОЛОЖИТЕЛЬНОЕ ЗАДАНИЕ.
se: Vi måste ge arméerna en ny positiv uppgift.

source: We still miss %{count} of the %{target}.
es: Todavía nos falta %{count} de los %{target}.
ru: Нам ещё не хватает %{count} олосов от нашей цели в %{target}.
se: Vi saknar ytterligare %{count} av %{target}.

source: day
es: Días
ru: дня/дней
se: dagar

source: minute
es: Minutos
ru: минуты/минут
se: minuter

source: second
es: Segundos
ru: секунды/секунд
se: sekunder

source: German
se: Tyska

source: Swedish
se: Spanska
